// src/lib/data/mathProblems.js
export const mathProblems = [
    {
      "id": 1,
      "question": {
        "text": "다음 중 무한소수를 모두 찾으시오. 가. \\(0.2333⋯\\) 나. \\(0.3876\\) 다. \\(8.9\\) 라. \\(4.2573⋯\\) 마. \\(0.612612⋯\\) 바. \\(-1.555\\)   ",
        "latex": [
          "0.2333⋯",
          "0.3876",
          "8.9",
          "4.2573⋯",
          "0.612612⋯",
          "-1.555"
        ]
      },
      "answer": "가, 라, 마",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수이면 ‘유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{4}{9}\\)  ",
        "latex": [
          "\\dfrac{4}{9}"
        ]
      },
      "answer": "\\(0.444⋯\\), 무",
      "explanation": "\\(\\dfrac{4}{9}=4÷9=0.444⋯\\)",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 3,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수이면 ‘유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{8}{11}\\)  ",
        "latex": [
          "\\dfrac{8}{11}"
        ]
      },
      "answer": "\\(0.727272⋯\\), 무",
      "explanation": "\\(\\dfrac{8}{11}=8÷11=0.727272⋯\\)",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 4,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수이면 ‘유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{7}{12}\\)  ",
        "latex": [
          "\\dfrac{7}{12}"
        ]
      },
      "answer": "\\(0.58333⋯\\), 무",
      "explanation": "\\(\\dfrac{7}{12}=7÷12=0.58333⋯\\)",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 5,
      "question": {
        "text": "다음 보기 중 옳은 것을 모두 고르시오. <보기>ㄱ. \\(3\\)은 유리수가 아니다.ㄴ. \\(0.343434⋯\\)는 무한소수이다.ㄷ. \\(\\dfrac{3}{4}\\)을 소수로 나타내면 유한소수이다.ㄹ. \\(\\dfrac{7}{16}\\)을 소수로 나타내면 무한소수이다. <보기> ㄱ. \\(3\\)은 유리수가 아니다. ㄴ. \\(0.343434⋯\\)는 무한소수이다. ㄷ. \\(\\dfrac{3}{4}\\)을 소수로 나타내면 유한소수이다. ㄹ. \\(\\dfrac{7}{16}\\)을 소수로 나타내면 무한소수이다.  ",
        "latex": [
          "3",
          "0.343434⋯",
          "\\dfrac{3}{4}",
          "\\dfrac{7}{16}"
        ]
      },
      "answer": "ㄴ, ㄷ",
      "explanation": "ㄱ. \\(3=\\dfrac{3}{1}=\\dfrac{6}{2}=⋯\\)이므로 \\(3\\)은 유리수이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 분수를 소수로 나타낼 때, 무한소수가 되는 것을 모두 고르시오. \\(\\dfrac{2}{3}\\), \\(\\dfrac{15}{6}\\), \\(\\dfrac{18}{12}\\), \\(\\dfrac{9}{11}\\), \\(\\dfrac{12}{15}\\) \\(\\dfrac{2}{3}\\), \\(\\dfrac{15}{6}\\), \\(\\dfrac{18}{12}\\), \\(\\dfrac{9}{11}\\), \\(\\dfrac{12}{15}\\)  ",
        "latex": [
          "\\dfrac{2}{3}",
          "\\dfrac{15}{6}",
          "\\dfrac{18}{12}",
          "\\dfrac{9}{11}",
          "\\dfrac{12}{15}"
        ]
      },
      "answer": "\\(\\dfrac{2}{3}\\), \\(\\dfrac{9}{11}\\)",
      "explanation": "\\(\\dfrac{2}{3}=2÷3=0.666⋯\\)(무한소수)",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 설명 중 옳은 것은 ○표, 옳지 않은 것은 X표를 하시오. 모든 무한소수는 유리수이다. ",
        "latex": []
      },
      "answer": "X",
      "explanation": "순환소수가 아닌 무한소수는 유리수가 아니다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 8,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 그 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(\\mathrm{\\dfrac{4}{9}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{~ﾠ}}}\\)  ",
        "latex": [
          "\\mathrm{\\dfrac{4}{9}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{~ﾠ}}}"
        ]
      },
      "answer": "\\(0.444⋯\\), 무",
      "explanation": "\\(\\mathrm{\\dfrac{4}{9}=4÷9=\\bbox[2px,border:1px solid #000000;]{\\mathrm{0.444⋯}}}\\)이므로 무한소수이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 9,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 그 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{7}{6}=\\)  ​  ​",
        "latex": [
          "\\dfrac{7}{6}="
        ]
      },
      "answer": "\\(1.1666⋯\\), 무",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 10,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 그 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{2}{11}=\\)  ​  ​",
        "latex": [
          "\\dfrac{2}{11}="
        ]
      },
      "answer": "\\(0.181818⋯\\), 무",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 11,
      "question": {
        "text": "다음 중 옳은 것을 고르세요. \\(-0.369369⋯\\) → 소수점 아래의 \\(0\\)이 아닌 숫자가 무한 번 나타나므로 ( 유한 , 무한 )소수이다. ",
        "latex": [
          "-0.369369⋯",
          "0"
        ]
      },
      "answer": "무한",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 12,
      "question": {
        "text": "다음 중 옳은 것을 고르세요. \\(0.1121231234⋯\\) → 소수점 아래의 \\(0\\)이 아닌 숫자가 무한 번 나타나므로 ( 유한 , 무한 )소수이다. ",
        "latex": [
          "0.1121231234⋯",
          "0"
        ]
      },
      "answer": "무한",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 13,
      "question": {
        "text": "다음 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(3.555⋯\\) ",
        "latex": [
          "3.555⋯"
        ]
      },
      "answer": "무",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 14,
      "question": {
        "text": "다음 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(-1.789789⋯\\) ",
        "latex": [
          "-1.789789⋯"
        ]
      },
      "answer": "무",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 15,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오. \\(-2.060060006⋯\\) ",
        "latex": [
          "×",
          "-2.060060006⋯"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 16,
      "question": {
        "text": "다음 수가 유리수이면 \\(\\bigcirc \\)표, 유리수가 아니면 \\(×\\)표를 하시오. \\(π\\) ",
        "latex": [
          "\\bigcirc ",
          "×",
          "π"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 17,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오. \\(1.3131131113⋯\\) ",
        "latex": [
          "×",
          "1.3131131113⋯"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 18,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(-3.636363⋯\\)은 무한소수이다. ",
        "latex": [
          "×",
          "-3.636363⋯"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 19,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. 모든 무한소수는 유리수이다. ",
        "latex": [
          "×"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "순환소수가 아닌 무한소수는 유리수가 아니다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 20,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. 순환소수가 아닌 무한소수는 유리수가 아니다. ",
        "latex": [
          "×"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 21,
      "question": {
        "text": "다음 중 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ⑤",
      "explanation": "②\\(0=\\dfrac{0}{1}=\\dfrac{0}{2}=⋯\\)이므로 분수로 나타낼 수 있다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 22,
      "question": {
        "text": "다음 중 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ④",
      "explanation": "①순환소수가 아닌 무한소수는 유리수가 아니다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 23,
      "question": {
        "text": "다음 소수를 유한소수와 무한소수로 구분하시오. \\(0.065065⋯\\) ",
        "latex": [
          "0.065065⋯"
        ]
      },
      "answer": "무한소수",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 24,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{11}{9}\\)  ",
        "latex": [
          "\\dfrac{11}{9}"
        ]
      },
      "answer": "\\(1.222⋯\\), 무한소수",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 25,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{7}{12}\\)  ",
        "latex": [
          "\\dfrac{7}{12}"
        ]
      },
      "answer": "\\(0.58333⋯\\), 무한소수",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 26,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 무한소수인 것을 모두 고르시오. \\(\\dfrac{7}{6},ﾠ\\,\\dfrac{15}{8},ﾠ\\,\\dfrac{4}{11},ﾠ\\,\\dfrac{33}{20}\\) \\(\\dfrac{7}{6},ﾠ\\,\\dfrac{15}{8},ﾠ\\,\\dfrac{4}{11},ﾠ\\,\\dfrac{33}{20}\\)  ",
        "latex": [
          "\\dfrac{7}{6},ﾠ\\,\\dfrac{15}{8},ﾠ\\,\\dfrac{4}{11},ﾠ\\,\\dfrac{33}{20}"
        ]
      },
      "answer": "\\(\\dfrac{7}{6}\\), \\(\\,\\dfrac{4}{11}\\)",
      "explanation": "\\(\\dfrac{7}{6}=1.1666⋯\\)(무한소수), \\(\\dfrac{15}{8}=1.875\\)(유한소수)",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 27,
      "question": {
        "text": "다음 보기 중 무한소수의 개수를 구하시오. <보기>ㄱ. \\(3.5\\)            ㄴ. \\(-2.333⋯\\)ㄷ. \\(1.5423237⋯\\) ​  ㄹ. \\(0.666666\\)ㅁ. \\(-4.2537253\\)    ㅂ. \\(3.1415926535⋯\\) <보기> ㄱ. \\(3.5\\)            ㄴ. \\(-2.333⋯\\) ㄷ. \\(1.5423237⋯\\) ​  ㄹ. \\(0.666666\\) ㅁ. \\(-4.2537253\\)    ㅂ. \\(3.1415926535⋯\\) ",
        "latex": [
          "3.5",
          "-2.333⋯",
          "1.5423237⋯",
          "0.666666",
          "-4.2537253",
          "3.1415926535⋯"
        ]
      },
      "answer": "\\(3\\)개",
      "explanation": "무한소수는 ㄴ, ㄷ, ㅂ의 \\(3\\)개이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 28,
      "question": {
        "text": "다음 중 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ⑤",
      "explanation": "① \\(\\dfrac{9}{2}\\)는 유리수이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 29,
      "question": {
        "text": "다음 중 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ⑤",
      "explanation": "①유한소수는 모두 유리수이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 30,
      "question": {
        "text": "다음 중 두 정수 \\(a\\), ﻿\\(b\\left({b≠0}\\right)\\)에 대하여 \\(\\dfrac{a}{b}\\)꼴로 나타낼 수 없는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "a",
          "b\\left({b≠0}\\right)",
          "\\dfrac{a}{b}",
          "2"
        ]
      },
      "answer": "③, ⑤",
      "explanation": "\\(\\dfrac{a}{b}(b≠0)\\)꼴로 나타낼 수 없는 수는 유리수가 아닌 수이므로 ③, ⑤이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 31,
      "question": {
        "text": " 다음 보기 중 옳은 것을 모두 고르시오. <보기>ㄱ. 정수가 아닌 유리수 중에서 유한소수로 나타낼 수 없는 것은 모두 순환소수로 나타낼 수 있다.ㄴ. 기약분수의 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이면 유한소수로 나타낼 수 없다.ㄷ. 순환소수가 아닌 무한소수는 유리수가 아니다. <보기> ㄱ. 정수가 아닌 유리수 중에서 유한소수로 나타낼 수 없는 것은 모두 순환소수로 나타낼 수 있다. ㄴ. 기약분수의 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이면 유한소수로 나타낼 수 없다. ㄷ. 순환소수가 아닌 무한소수는 유리수가 아니다.  ",
        "latex": [
          "2",
          "5"
        ]
      },
      "answer": "ㄱ, ㄷ",
      "explanation": "ㄴ. 기약분수의 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이면 유한소수로 나타낼 수 있다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 32,
      "question": {
        "text": "다음 분수를 순서대로 나눗셈을 하여 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{5}{6}\\)  ",
        "latex": [
          "\\dfrac{5}{6}"
        ]
      },
      "answer": "\\(0.8333⋯\\), 무한소수",
      "explanation": "\\(\\dfrac{5}{6}=0.8333⋯\\)이므로 무한소수이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 33,
      "question": {
        "text": "다음 분수를 순서대로 나눗셈을 하여 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{23}{9}\\)  ",
        "latex": [
          "\\dfrac{23}{9}"
        ]
      },
      "answer": "\\(2.555⋯\\), 무한소수",
      "explanation": "\\(\\dfrac{23}{9}=2.555⋯\\)이므로 무한소수이다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 34,
      "question": {
        "text": "다음 중에서 옳지 않은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "⑤ 정수가 아닌 유리수는 유한소수 또는 순환소수로 나타낼 수 있다.",
      "episode": "무한소수의 뜻"
    },
    {
      "id": 35,
      "question": {
        "text": "다음 분수를 소수로 나타내고 유한소수와 무한소수로 구분하시오. \\(\\dfrac{4}{9}\\)  ",
        "latex": [
          "\\dfrac{4}{9}"
        ]
      },
      "answer": "\\(0.444\\,⋯\\), 무한소수",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 36,
      "question": {
        "text": "다음 분수를 소수로 나타내고 유한소수와 무한소수로 구분하시오. \\(\\dfrac{13}{22}\\)  ",
        "latex": [
          "\\dfrac{13}{22}"
        ]
      },
      "answer": "\\(0.5909090\\,⋯\\), 무한소수",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 37,
      "question": {
        "text": "다음 분수를 소수로 나타내고 유한소수와 무한소수로 구분하시오. \\(-\\dfrac{6}{45}\\)  ",
        "latex": [
          "-\\dfrac{6}{45}"
        ]
      },
      "answer": "\\(−0.1333\\,⋯\\), 무한소수",
      "explanation": null,
      "episode": "무한소수의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "분수 \\(\\dfrac{7}{3}\\)을 소수로 나타낼 때, 순환마디를 구하시오. ",
        "latex": [
          "\\dfrac{7}{3}"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "\\(\\dfrac{7}{3}=7÷3=2.333⋯\\)이므로 순환마디는 \\(3\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 2,
      "question": {
        "text": "분수 \\(\\dfrac{7}{3}\\)을 소수로 나타낼 때, 순환소수를 점을 찍어 간단히 나타내시오. ",
        "latex": [
          "\\dfrac{7}{3}"
        ]
      },
      "answer": "\\(2.\\dot{3}\\)",
      "explanation": "\\(2.333⋯\\)을 점을 찍어 간단히 나타내면 \\(2.\\dot{3}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 3,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{5}{9}\\) ",
        "latex": [
          "\\dfrac{5}{9}"
        ]
      },
      "answer": "\\(0.\\dot{5}\\)",
      "explanation": "\\(\\dfrac{5}{9}=5÷9=0.555⋯=0.\\dot{5}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 4,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{4}{11}\\) ",
        "latex": [
          "\\dfrac{4}{11}"
        ]
      },
      "answer": "\\(0.\\dot{3}\\dot{6}\\)",
      "explanation": "\\(\\dfrac{4}{11}=4÷11=0.363636⋯=0.\\dot{3}\\dot{6}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 5,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{17}{6}\\) ",
        "latex": [
          "\\dfrac{17}{6}"
        ]
      },
      "answer": "\\(2.8\\dot{3}\\)",
      "explanation": "\\(\\dfrac{17}{6}=17÷6=2.8333⋯=2.8\\dot{3}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{14}{33}\\) ",
        "latex": [
          "\\dfrac{14}{33}"
        ]
      },
      "answer": "\\(0.\\dot{4}\\dot{2}\\)",
      "explanation": "\\(\\dfrac{14}{33}=14÷33=0.424242⋯=0.\\dot{4}\\dot{2}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 7,
      "question": {
        "text": "순환소수 \\(0.\\dot{1}4285\\dot{7}\\)﻿의 소수점 아래 \\(35\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "0.\\dot{1}4285\\dot{7}",
          "35"
        ]
      },
      "answer": "\\(5\\)",
      "explanation": "\\(0.\\dot{1}4285\\dot{7}\\)에서 순환마디를 이루는 숫자의 개수는 \\(1,ﾠ\\,4,ﾠ\\,2,ﾠ\\,8\\), \\(5,ﾠ\\,7\\)의 \\(6\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 8,
      "question": {
        "text": "다음 중 순환소수와 순환마디가 바르게 연결된 것은?",
        "latex": []
      },
      "answer": "②",
      "explanation": "①\\(15\\) ③\\(395\\) ④\\(541\\) ⑤\\(413\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 9,
      "question": {
        "text": "분수 \\(\\dfrac{6}{11}\\)을 순환소수로 나타내면?",
        "latex": [
          "\\dfrac{6}{11}"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\dfrac{6}{11}=6÷11=0.545454⋯=0.\\dot{5}\\dot{4}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 10,
      "question": {
        "text": "분수 \\(\\dfrac{10}{41}\\)을 순환소수로 나타낼 때, 소수점 아래 \\(27\\)번째 자리의 숫자는?",
        "latex": [
          "\\dfrac{10}{41}",
          "27"
        ]
      },
      "answer": "④",
      "explanation": "\\(\\dfrac{10}{41}=0.2439024390⋯=0.\\dot{2}439\\dot{0}\\)﻿이므로 순환마디를 이루는 숫자의 개수는 \\(2,ﾠ\\,4,ﾠ\\,3,ﾠ\\,9,ﾠ\\,0\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 11,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 순서대로 나타내시오. \\(0.212121⋯\\)  ",
        "latex": [
          "0.212121⋯"
        ]
      },
      "answer": "\\(21\\), \\(0.\\dot{2}\\dot{1}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 12,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 순서대로 나타내시오. \\(1.555⋯\\)   ",
        "latex": [
          "1.555⋯"
        ]
      },
      "answer": "\\(5\\), \\(1.\\dot{5}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 13,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 순서대로 나타내시오. \\(2.348348348⋯\\)  ",
        "latex": [
          "2.348348348⋯"
        ]
      },
      "answer": "\\(348\\), \\(2.\\dot{3}4\\dot{8}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 14,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 순서대로 나타내시오. \\(3.5101010⋯\\)  ",
        "latex": [
          "3.5101010⋯"
        ]
      },
      "answer": "\\(10\\), \\(3.5\\dot{1}\\dot{0}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 15,
      "question": {
        "text": "다음 보기 중 순환소수와 순환마디가 바르게 연결된 것을 모두 고르시오. <보기>ㄱ. \\(0.030303⋯\\)⇨ \\(3\\)ㄴ. \\(0.1767676⋯\\)⇨ \\(76\\)ㄷ. \\(2.72777⋯\\)⇨ \\(27\\)ㄹ. \\(8.494949⋯\\)⇨ \\(494\\)ㅁ. \\(56.656565⋯\\)⇨ \\(65\\) <보기> ㄱ. \\(0.030303⋯\\)⇨ \\(3\\) ㄴ. \\(0.1767676⋯\\)⇨ \\(76\\) ㄷ. \\(2.72777⋯\\)⇨ \\(27\\) ㄹ. \\(8.494949⋯\\)⇨ \\(494\\) ㅁ. \\(56.656565⋯\\)⇨ \\(65\\)  ",
        "latex": [
          "0.030303⋯",
          "3",
          "0.1767676⋯",
          "76",
          "2.72777⋯",
          "27",
          "8.494949⋯",
          "494",
          "56.656565⋯",
          "65"
        ]
      },
      "answer": "ㄴ, ㅁ",
      "explanation": "ㄱ. \\(0.030303⋯\\)⇨ \\(03\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 16,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(3.282828⋯\\) ",
        "latex": [
          "3.282828⋯"
        ]
      },
      "answer": "\\(3.\\dot{2}\\dot{8}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 17,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(-0.769769769⋯\\) ",
        "latex": [
          "-0.769769769⋯"
        ]
      },
      "answer": "\\(-0.\\dot{7}6\\dot{9}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 18,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(1.9454545⋯\\) ",
        "latex": [
          "1.9454545⋯"
        ]
      },
      "answer": "\\(1.9\\dot{4}\\dot{5}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 19,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(4.52666⋯\\) ",
        "latex": [
          "4.52666⋯"
        ]
      },
      "answer": "\\(4.52\\dot{6}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 20,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "③, ④",
      "explanation": "③\\(0.4737373⋯=0.4\\dot{7}\\dot{3}\\)④\\(2.412412412⋯=2.\\dot{4}1\\dot{2}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 21,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하시오. \\(0.333⋯\\) ",
        "latex": [
          "0.333⋯"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 22,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하시오. \\(0.676767⋯\\) ﻿",
        "latex": [
          "0.676767⋯"
        ]
      },
      "answer": "\\(67\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 23,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하시오. \\(4.540540540⋯\\) ",
        "latex": [
          "4.540540540⋯"
        ]
      },
      "answer": "\\(540\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 24,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(0.2333⋯\\) ",
        "latex": [
          "0.2333⋯"
        ]
      },
      "answer": "\\(0.2\\dot{3}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 25,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(0.256256256⋯\\) ",
        "latex": [
          "0.256256256⋯"
        ]
      },
      "answer": "\\(0.\\dot{2}5\\dot{6}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 26,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(3.357435743574⋯\\) ",
        "latex": [
          "3.357435743574⋯"
        ]
      },
      "answer": "\\(3.\\dot{3}57\\dot{4}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 27,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(0.3464646⋯\\) ",
        "latex": [
          "0.3464646⋯"
        ]
      },
      "answer": "\\(0.3\\dot{4}\\dot{6}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 28,
      "question": {
        "text": "다음 순환소수를 점을 찍어 간단히 나타내시오. \\(2.616161⋯\\) ",
        "latex": [
          "2.616161⋯"
        ]
      },
      "answer": "\\(2.\\dot{6}\\dot{1}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 29,
      "question": {
        "text": "다음 보기 중 순환소수의 표현으로 옳은 것을 모두 고르시오. <보기>ㄱ. \\(0.7888⋯=0.\\dot{7}\\dot{8}\\)ㄴ. \\(−1.919191⋯=−\\dot{1.}\\dot{9}\\)ㄷ. \\(0.056056056⋯=0.\\dot{0}\\dot{5}\\dot{6}\\)ㄹ. \\(0.4434343⋯=0.4\\dot{4}\\dot{3}\\) <보기> ㄱ. \\(0.7888⋯=0.\\dot{7}\\dot{8}\\) ㄴ. \\(−1.919191⋯=−\\dot{1.}\\dot{9}\\) ㄷ. \\(0.056056056⋯=0.\\dot{0}\\dot{5}\\dot{6}\\) ㄹ. \\(0.4434343⋯=0.4\\dot{4}\\dot{3}\\) ",
        "latex": [
          "0.7888⋯=0.\\dot{7}\\dot{8}",
          "−1.919191⋯=−\\dot{1.}\\dot{9}",
          "0.056056056⋯=0.\\dot{0}\\dot{5}\\dot{6}",
          "0.4434343⋯=0.4\\dot{4}\\dot{3}"
        ]
      },
      "answer": "ㄹ",
      "explanation": "ㄱ. \\(0.7888⋯=0.7\\dot{8}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 30,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환소수를 점을 찍어 간단히 나타내시오. \\(\\dfrac{10}{11}\\)  ",
        "latex": [
          "\\dfrac{10}{11}"
        ]
      },
      "answer": "\\(0.909090⋯\\), \\(0.\\dot{9}\\dot{0}\\)",
      "explanation": "\\(\\dfrac{10}{11}=10÷11=0.909090⋯\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 31,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환소수를 점을 찍어 간단히 나타내시오. \\(\\dfrac{17}{12}\\)  ",
        "latex": [
          "\\dfrac{17}{12}"
        ]
      },
      "answer": "\\(1.41666⋯\\), \\(1.41\\dot{6}\\)",
      "explanation": "\\(\\dfrac{17}{12}=17÷12=1.41666⋯\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 32,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환소수를 점을 찍어 간단히 나타내시오. \\(\\dfrac{7}{24}\\)  ",
        "latex": [
          "\\dfrac{7}{24}"
        ]
      },
      "answer": "\\(0.291666⋯\\), \\(0.291\\dot{6}\\)",
      "explanation": "\\(\\dfrac{7}{24}=7÷24=0.291666⋯\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 33,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환소수를 점을 찍어 간단히 나타내시오. \\(\\dfrac{5}{22}\\)  ",
        "latex": [
          "\\dfrac{5}{22}"
        ]
      },
      "answer": "\\(0.2272727⋯\\), \\(0.2\\dot{2}\\dot{7}\\)",
      "explanation": "\\(\\dfrac{5}{22}=5÷22=0.2272727⋯\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 34,
      "question": {
        "text": "다음 중 분수를 순환소수로 나타낼 때, 순환마디가 나머지 넷과 다른 하나는?",
        "latex": []
      },
      "answer": "③",
      "explanation": "①\\(\\dfrac{8}{3}=2.666⋯\\)⇨ \\(6\\)﻿ ②\\(\\dfrac{13}{6}=2.1666⋯\\)⇨ \\(6\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 35,
      "question": {
        "text": "다음 중 순환소수의 표현으로 옳지 않은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "\\(⑤2.3694694694⋯=2.3\\dot{6}9\\dot{4}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 36,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 순환마디가 나머지 넷과 다른 하나는?",
        "latex": []
      },
      "answer": "④",
      "explanation": "주어진 분수를 소수로 나타내어 순환마디를 구하면 다음과 같다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 37,
      "question": {
        "text": "다음 보기 중 순환소수의 표현이 옳은 것을 모두 고르시오. <보기>ㄱ. \\(0.888⋯=0.\\dot{8}\\)ㄴ. \\(0.4132132132⋯=0.4\\dot{1}\\dot{3}\\dot{2}\\)ㄷ. \\(2.512512512⋯=\\dot{2}.5\\dot{1}\\)ㄹ. \\(1.315315315⋯=1.\\dot{3}1\\dot{5}\\) <보기> ㄱ. \\(0.888⋯=0.\\dot{8}\\) ㄴ. \\(0.4132132132⋯=0.4\\dot{1}\\dot{3}\\dot{2}\\) ㄷ. \\(2.512512512⋯=\\dot{2}.5\\dot{1}\\) ㄹ. \\(1.315315315⋯=1.\\dot{3}1\\dot{5}\\)  ",
        "latex": [
          "0.888⋯=0.\\dot{8}",
          "0.4132132132⋯=0.4\\dot{1}\\dot{3}\\dot{2}",
          "2.512512512⋯=\\dot{2}.5\\dot{1}",
          "1.315315315⋯=1.\\dot{3}1\\dot{5}"
        ]
      },
      "answer": "ㄱ, ㄹ",
      "explanation": "ㄴ. \\(0.4132132132⋯=0.4\\dot{1}3\\dot{2}\\) ㄷ. \\(2.512512512⋯=2.\\dot{5}1\\dot{2}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 38,
      "question": {
        "text": "순환소수 \\(2.\\dot{1}\\dot{4}\\)의 소수점 아래 \\(15\\)번째 자리의 숫자를 구하려고 한다. 순환마디를 이루는 숫자의 개수와 소수점 아래 \\(15\\)번째 자리의 숫자를 순서대로 구하시오.  ",
        "latex": [
          "2.\\dot{1}\\dot{4}",
          "15",
          "15"
        ]
      },
      "answer": "\\(2\\)개, \\(1\\)",
      "explanation": "\\(2.\\dot{1}\\dot{4}\\)﻿에서 순환마디를 이루는 숫자의 개수는 \\(1,ﾠ\\,4\\)의 \\(2\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 39,
      "question": {
        "text": "순환소수 \\(1.\\dot{8}3\\dot{5}\\)의 소수점 아래 \\(23\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "1.\\dot{8}3\\dot{5}",
          "23"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "\\(1.\\dot{8}3\\dot{5}\\)의 순환마디를 이루는 숫자의 개수는 \\(8,ﾠ\\,3,ﾠ\\,5\\)의 \\(3\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 40,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 순환마디를 이루는 숫자의 개수가 가장 많은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "주어진 분수를 소수로 나타내어 순환마디와 순환마디를 이루는 숫자의 개수를 각각 구하면 다음과 같다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 41,
      "question": {
        "text": "분수 \\(\\dfrac{4}{7}\\)를 소수로 나타낼 때, 소수점 아래 \\(20\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "\\dfrac{4}{7}",
          "20"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "\\(\\dfrac{4}{7}=0.571428571428571428⋯·=0.\\dot{5}7142\\dot{8}\\)이므로 순환마디를 이루는 숫자의 개수는 \\(6\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 42,
      "question": {
        "text": "분수 \\(\\dfrac{7}{22}\\)을 소수로 나타낼 때, 소수점 아래 \\(45\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "\\dfrac{7}{22}",
          "45"
        ]
      },
      "answer": "\\(8\\)",
      "explanation": "\\(\\dfrac{7}{22}=0.3181818⋯=0.3\\dot{1}\\dot{8}\\)로 소수점 아래 첫 번째 자리의 숫자는 \\(3\\)이고 순환마디를 이루는 숫자의 개수는 \\(2\\)개이므로 소수점 아래 \\(45\\)번째 자리의 숫자는 순환마디가 시작된 후 \\(45-1=44\\)(번째) 자리의 숫자와 같다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 43,
      "question": {
        "text": "분수 \\(\\dfrac{14}{55}\\)를 소수로 나타낼 때, 소수점 아래 \\(3\\)번째 자리의 숫자를 \\(a\\), 소수점 아래 \\(34\\)번째 자리의 숫자를 \\(b\\)라 하자. 이때 \\(a-b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{14}{55}",
          "3",
          "a",
          "34",
          "b",
          "a-b"
        ]
      },
      "answer": "\\(−1\\)",
      "explanation": "\\(\\dfrac{14}{55}=14÷55=0.2545454⋯=0.2\\dot{5}\\dot{4}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 44,
      "question": {
        "text": "분수 \\(\\dfrac{7}{13}\\)을 소수로 나타낼 때, 소수점 아래 \\(n\\)번째 자리의 숫자를 \\( {x}_{n} \\)이라 하자. 이때 \\( {x}_{1} + {x}_{2} + {x}_{3} +⋯+ {x}_{25} \\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{7}{13}",
          "n",
          " {x}_{n} ",
          " {x}_{1} + {x}_{2} + {x}_{3} +⋯+ {x}_{25} "
        ]
      },
      "answer": "\\(113\\)",
      "explanation": "\\(\\dfrac{7}{13}=7÷13=0.538461538461538461⋯=0.\\dot{53846}\\dot{1}\\)이므로 순환마디를 이루는 숫자의 개수는 \\(5\\), \\(3\\), \\(8\\), \\(4\\), \\(6\\), \\(1\\)의 \\(6\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 45,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환마디에 점을 찍어 간단히 나타내시오. \\(\\dfrac{2}{15}\\)  ​  ​",
        "latex": [
          "\\dfrac{2}{15}"
        ]
      },
      "answer": "\\(0.1333⋯\\), \\(0.1\\dot{3}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 46,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환마디에 점을 찍어 간단히 나타내시오. \\(\\dfrac{5}{11}\\)  ​  ​",
        "latex": [
          "\\dfrac{5}{11}"
        ]
      },
      "answer": "\\(0.454545⋯\\), \\(0,ﾠ\\dot{4}\\dot{5}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 47,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환마디에 점을 찍어 간단히 나타내시오. \\(\\dfrac{10}{27}\\)  ​  ​",
        "latex": [
          "\\dfrac{10}{27}"
        ]
      },
      "answer": "\\(0.370370370⋯\\), \\(0.\\dot{3}7\\dot{0}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 48,
      "question": {
        "text": "\\(1.\\dot{2}\\dot{3}\\)에 대하여 소수점 아래 \\(8\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "1.\\dot{2}\\dot{3}",
          "8"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "순환마디의 숫자는 \\(\\mathrm{2,ﾠ\\,\\bbox[2px,border:1px solid #000000;]{3}}\\)의 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{2}}\\)개이고 \\(\\mathrm{8=\\bbox[2px,border:1px solid #000000;]{2}×4}\\)이므로 소수점 아래 \\(8\\)번째 자리의 숫자는 순환마디의 \\(2\\)번째 숫자와 같은 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{3}}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 49,
      "question": {
        "text": "\\(1.\\dot{2}\\dot{3}\\)에 대하여 소수점 아래 \\(15\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "1.\\dot{2}\\dot{3}",
          "15"
        ]
      },
      "answer": "\\(2\\)",
      "explanation": "순환마디의 숫자는 \\(2\\), \\(3\\)의 \\(2\\)개이고 \\(15=2×7+1\\)이므로 소수점 아래 \\(15\\)번째 자리의 숫자는 순환마디의 \\(1\\)번째 숫자와 같은 \\(2\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 50,
      "question": {
        "text": "\\(0.\\dot{17}\\dot{8}\\)에 대하여 소수점 아래 \\(20\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "0.\\dot{17}\\dot{8}",
          "20"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "순환마디의 숫자는 \\(1\\), \\(7\\), \\(8\\)의 \\(3\\)개이고 \\(20=3×6+2\\)이므로 소수점 아래 \\(20\\)번째 자리의 숫자는 순환마디의 \\(2\\)번째 숫자와 같은 \\(7\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 51,
      "question": {
        "text": "\\(0.\\dot{17}\\dot{8}\\)에 대하여 소수점 아래 \\(36\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "0.\\dot{17}\\dot{8}",
          "36"
        ]
      },
      "answer": "\\(8\\)",
      "explanation": "순환마디의 숫자는 \\(1,ﾠ\\,7,ﾠ\\,8\\)의 \\(3\\)개이고 \\(36=3×12\\)이므로 소수점 아래 \\(36\\)번째 자리의 숫자는 순환마디의 \\(3\\)번째 숫자와 같은 \\(8\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 52,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(0.1666⋯\\)⇨ \\(0.1\\dot{6}\\) ",
        "latex": [
          "0.1666⋯",
          "0.1\\dot{6}"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 53,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(2.020202⋯\\)⇨ \\(\\dot{2}.\\dot{0}\\) ",
        "latex": [
          "2.020202⋯",
          "\\dot{2}.\\dot{0}"
        ]
      },
      "answer": "×",
      "explanation": "\\(2.020202⋯=2.\\dot{0}\\dot{2}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 54,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(3.158158158⋯\\)⇨ \\(3.\\dot{1}5\\dot{8}\\) ",
        "latex": [
          "3.158158158⋯",
          "3.\\dot{1}5\\dot{8}"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 55,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(1.125125125⋯\\)⇨ \\(1.1\\dot{2}5\\dot{1}\\) ",
        "latex": [
          "1.125125125⋯",
          "1.1\\dot{2}5\\dot{1}"
        ]
      },
      "answer": "×",
      "explanation": "\\(1.125125125⋯=1.\\dot{1}2\\dot{5}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 56,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ④",
      "explanation": "①\\(0.333⋯\\) → \\(0.\\dot{3}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 57,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 순환마디가 나머지 넷과 다른 하나는?",
        "latex": []
      },
      "answer": "③",
      "explanation": "주어진 분수를 소수로 나타내어 순환마디를 구하면 다음과 같다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 58,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것은? ①\\(1.3555⋯=1.\\dot{3}\\dot{5}\\) ②\\(0.2585858⋯=0.2\\dot{5}\\dot{8}\\) ③\\(1.456456456⋯=1.4\\dot{5}\\dot{6}\\) ④\\(2.090909⋯=2.0\\dot{9}\\dot{0}\\) ⑤\\(4.784784784⋯=\\dot{4}.7\\dot{8}\\)",
        "latex": [
          "1.3555⋯=1.\\dot{3}\\dot{5}",
          "0.2585858⋯=0.2\\dot{5}\\dot{8}",
          "1.456456456⋯=1.4\\dot{5}\\dot{6}",
          "2.090909⋯=2.0\\dot{9}\\dot{0}",
          "4.784784784⋯=\\dot{4}.7\\dot{8}"
        ]
      },
      "answer": "②",
      "explanation": "①\\(1.3555⋯=1.3\\dot{5}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 59,
      "question": {
        "text": "다음 중 순환소수의 순환마디를 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(2.1444⋯⇨\\,4\\) ",
        "latex": [
          "×",
          "2.1444⋯⇨\\,4"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 60,
      "question": {
        "text": "다음 중 순환소수의 순환마디를 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(0.2454545⋯\\) ⇨ \\(245\\) ",
        "latex": [
          "×",
          "0.2454545⋯",
          "245"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "\\(0.2454545⋯\\) ⇨ \\(45\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 61,
      "question": {
        "text": "다음 중 순환소수의 순환마디를 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(5.0262626⋯\\) ⇨ \\(26\\) ",
        "latex": [
          "×",
          "5.0262626⋯",
          "26"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 62,
      "question": {
        "text": "다음 중 순환소수의 순환마디를 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(1.231231231⋯\\) ⇨ \\(123\\) ",
        "latex": [
          "×",
          "1.231231231⋯",
          "123"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "\\(1.231231231⋯\\) ⇨ \\(231\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 63,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 나타내시오.  ",
        "latex": []
      },
      "answer": "\\(8\\), \\(0.\\dot{8}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 64,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 나타내시오. \\(1.363636⋯\\)  ",
        "latex": [
          "1.363636⋯"
        ]
      },
      "answer": "\\(36\\), \\(1.\\dot{3}\\dot{6}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 65,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 나타내시오. \\(4.1232323⋯\\)  ",
        "latex": [
          "4.1232323⋯"
        ]
      },
      "answer": "\\(23\\), \\(4.1\\dot{2}\\dot{3}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 66,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 점을 찍어 간단히 나타내시오. \\(2.528528528⋯\\)  ",
        "latex": [
          "2.528528528⋯"
        ]
      },
      "answer": "\\(528\\). \\(2.\\dot{5}2\\dot{8}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 67,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{5}{3}\\)  ",
        "latex": [
          "\\dfrac{5}{3}"
        ]
      },
      "answer": "\\(1.\\dot{6}\\)",
      "explanation": "\\(\\dfrac{5}{3}=1.666⋯=1.\\dot{6}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 68,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{2}{15}\\) ",
        "latex": [
          "\\dfrac{2}{15}"
        ]
      },
      "answer": "\\(0.1\\dot{3}\\)",
      "explanation": "\\(\\dfrac{2}{15}=0.1333⋯=0.1\\dot{3}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 69,
      "question": {
        "text": "다음 분수를 순환소수로 점을 찍어 간단히 나타내시오. \\(\\dfrac{14}{27}\\) ",
        "latex": [
          "\\dfrac{14}{27}"
        ]
      },
      "answer": "\\(0.\\dot{5}1\\dot{8}\\)",
      "explanation": "\\(\\dfrac{14}{27}=0.518518518⋯=0.\\dot{5}1\\dot{8}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 70,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ⑤",
      "explanation": "② \\(3.183183183⋯=3.\\dot{1}8\\dot{3}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 71,
      "question": {
        "text": "다음 보기 중 순환소수의 순환마디를 나타낸 것으로 옳은 것을 모두 고르시오. <보기>ㄱ. \\(0.42555⋯\\) ⇨ \\(5\\)ㄴ. \\(1.281281281⋯\\) ⇨ \\(128\\)ㄷ. \\(3.737373⋯\\) ⇨ \\(37\\)ㄹ. \\(3.0612612612⋯\\) ⇨ \\(612\\) <보기> ㄱ. \\(0.42555⋯\\) ⇨ \\(5\\) ㄴ. \\(1.281281281⋯\\) ⇨ \\(128\\) ㄷ. \\(3.737373⋯\\) ⇨ \\(37\\) ㄹ. \\(3.0612612612⋯\\) ⇨ \\(612\\)  ",
        "latex": [
          "0.42555⋯",
          "5",
          "1.281281281⋯",
          "128",
          "3.737373⋯",
          "37",
          "3.0612612612⋯",
          "612"
        ]
      },
      "answer": "ㄱ, ㄹ",
      "explanation": "ㄴ. \\(1.281281281⋯\\)의 순환마디는 \\(281\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 72,
      "question": {
        "text": " 분수 \\(\\dfrac{8}{55}\\)을 순환소수로 바르게 나타낸 것은?",
        "latex": [
          "\\dfrac{8}{55}"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\dfrac{8}{55}=0.1454545⋯=0.1\\dot{4}\\dot{5}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 73,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ③",
      "explanation": "① \\(1.515151⋯=1.\\dot{5}\\dot{1}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 74,
      "question": {
        "text": "분수 \\(\\dfrac{5}{13}\\)를 소수로 나타낼 때, 순환마디를 이루는 숫자의 개수를 \\(a\\), 소수점 아래 \\(45\\)번째 자리의 숫자를 \\(b\\)라 하자. 이때 \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{5}{13}",
          "a",
          "45",
          "b",
          "a+b"
        ]
      },
      "answer": "\\(10\\)",
      "explanation": "\\(\\dfrac{5}{13}=0.384615384615⋯=0.\\dot{3}8461\\dot{5}\\)이므로 순환마디를 이루는 숫자는 \\(3,ﾠ\\,8,ﾠ\\,4,ﾠ\\,6,ﾠ\\,1,ﾠ\\,5\\)의 \\(6\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 75,
      "question": {
        "text": "분수 \\(\\dfrac{8}{21}\\)을 소수로 나타낼 때, 소수점 아래 \\(n\\)번째 자리의 숫자를 \\( {a}_{n} \\)이라 하자. 이때 \\( {a}_{1} + {a}_{2} + {a}_{3} +⋯+ {a}_{30} \\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{8}{21}",
          "n",
          " {a}_{n} ",
          " {a}_{1} + {a}_{2} + {a}_{3} +⋯+ {a}_{30} "
        ]
      },
      "answer": "\\(135\\)",
      "explanation": "\\(\\dfrac{8}{21}\\)을 순환소수로 나타내고 순환마디를 이루는 숫자의 개수를 구한다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 76,
      "question": {
        "text": "\\(2+\\dfrac{6}{\\mathrm{1 {0}^{2} }}+\\dfrac{6}{\\mathrm{1 {0}^{3} }}+\\dfrac{6}{\\mathrm{1 {0}^{4} }}+⋯\\)을 계산하여 기약분수로 나타내면 \\(\\dfrac{b}{a}\\)일 때, 자연수 \\(a,ﾠ\\, b\\)에 대하여 \\(b-a\\)의 값을 구하시오. ",
        "latex": [
          "2+\\dfrac{6}{\\mathrm{1 {0}^{2} }}+\\dfrac{6}{\\mathrm{1 {0}^{3} }}+\\dfrac{6}{\\mathrm{1 {0}^{4} }}+⋯",
          "\\dfrac{b}{a}",
          "a,ﾠ\\, b",
          "b-a"
        ]
      },
      "answer": "\\(16\\)",
      "explanation": "주어진 수를 순환소수로 나타낸다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 77,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ④",
      "explanation": "② \\(1.5444⋯\\) ⇨ \\(1.5\\dot{4}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 78,
      "question": {
        "text": "분수 \\(\\dfrac{5}{27}\\)를 순환소수로 나타내면?",
        "latex": [
          "\\dfrac{5}{27}"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(\\dfrac{5}{27}=0.185185185⋯=0.\\dot{1}8\\dot{5}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 79,
      "question": {
        "text": "순환소수 \\(0.\\dot{3}8\\dot{4}\\)의 소수점 아래 \\(22\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "0.\\dot{3}8\\dot{4}",
          "22"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "순환마디의 숫자는 \\(3,ﾠ\\,8,ﾠ\\,4\\)의 \\(3\\)개이고 \\(22=3×7+1\\)이므로 소수점 아래 \\(22\\)번째 자리의 숫자는 순환마디의 \\(1\\)번째 숫자와 같은 \\(3\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 80,
      "question": {
        "text": "다음 중 순환소수의 표현이 옳지 않은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "④ \\(2.372372372⋯=2.\\dot{3}7\\dot{2}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 81,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(8.141414⋯\\)  ",
        "latex": [
          "8.141414⋯"
        ]
      },
      "answer": "\\(14\\), \\(8.\\dot{1}\\dot{4}\\)",
      "explanation": "\\(8.141414⋯\\)의 순환마디는 \\(14\\)이고, 점을 찍어 간단히 나타내면 \\(8.\\dot{1}\\dot{4}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 82,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(-0.374374374⋯\\)  ",
        "latex": [
          "-0.374374374⋯"
        ]
      },
      "answer": "\\(374\\), \\(-0.\\dot{3}7\\dot{4}\\)",
      "explanation": "\\(-0.374374374⋯\\)의 순환마디는 \\(374\\)이고, 점을 찍어 간단히 나타내면 \\(-0.\\dot{3}7\\dot{4}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 83,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(0.9656565⋯\\)  ",
        "latex": [
          "0.9656565⋯"
        ]
      },
      "answer": "\\(65\\), \\(0.9\\dot{6}\\dot{5}\\)",
      "explanation": "\\(0.9656565⋯\\)의 순환마디는 \\(65\\)이고, 점을 찍어 간단히 나타내면 \\(0.9\\dot{6}\\dot{5}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 84,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(2.345234523452⋯\\)  ",
        "latex": [
          "2.345234523452⋯"
        ]
      },
      "answer": "\\(3452\\), \\(2.\\dot{3}45\\dot{2}\\)",
      "explanation": "\\(2.345234523452⋯\\)의 순환마디는 \\(3452\\)이고, 점을 찍어 간단히 나타내면 \\(2.\\dot{3}45\\dot{2}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 85,
      "question": {
        "text": "분수 \\(\\dfrac{7}{22}\\)을 순환소수로 나타내면?",
        "latex": [
          "\\dfrac{7}{22}"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\dfrac{7}{22}=0.3181818⋯=0.3\\dot{1}\\dot{8}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 86,
      "question": {
        "text": "다음 중 두 순환소수 \\(0.2\\dot{7}\\)과 \\(0.3\\dot{4}\\)사이에 있는 수를 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "0.2\\dot{7}",
          "0.3\\dot{4}",
          "2"
        ]
      },
      "answer": "③, ④",
      "explanation": "\\(0.2\\dot{7}=0.2777⋯,ﾠ\\,0.3\\dot{4}=0.3444⋯\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 87,
      "question": {
        "text": "두 분수 \\(\\dfrac{7}{12}\\)과 \\(\\dfrac{4}{13}\\)를 소수로 나타낼 때, 순환마디를 이루는 숫자의 개수를 각각 \\(x\\)개, \\(y\\)개라 하자. 이때 \\(x+y\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{7}{12}",
          "\\dfrac{4}{13}",
          "x",
          "y",
          "x+y"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "\\(\\dfrac{7}{12}=0.58333⋯=0.58\\dot{3}\\)이므로 순환마디를 이루는 숫자는 \\(3\\)의 \\(1\\)개이고,",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 88,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(0.272727⋯\\)  ",
        "latex": [
          "0.272727⋯"
        ]
      },
      "answer": "\\(27\\), \\(0.\\dot{2}\\dot{7}\\)",
      "explanation": "\\(0.272727⋯\\)의 순환마디는 \\(27\\)이고, 점을 찍어 간단히 나타내면 \\(0.\\dot{2}\\dot{7}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 89,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(-0.6111⋯\\)  ",
        "latex": [
          "-0.6111⋯"
        ]
      },
      "answer": "\\(1\\), \\(−0.6\\dot{1}\\)",
      "explanation": "\\(-0.6111⋯\\)의 순환마디는 \\(1\\)이고, 점을 찍어 간단히 나타내면 \\(−0.6\\dot{1}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 90,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(0.34323232⋯\\)  ",
        "latex": [
          "0.34323232⋯"
        ]
      },
      "answer": "\\(32\\), \\(0.34\\dot{3}\\dot{2}\\)",
      "explanation": "\\(0.34323232⋯\\)의 순환마디는 \\(32\\)이고, 점을 찍어 간단히 나타내면 \\(0.34\\dot{3}\\dot{2}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 91,
      "question": {
        "text": "다음을 순서대로 순환소수의 순환마디를 말하고, 점을 찍어 간단히 나타내시오. \\(23.745745745⋯\\)  ",
        "latex": [
          "23.745745745⋯"
        ]
      },
      "answer": "\\(745\\), \\(23.\\dot{7}4\\dot{5}\\)",
      "explanation": "\\(23.745745745⋯\\)의 순환마디는 \\(745\\)이고, 점을 찍어 간단히 나타내면 \\(23.\\dot{7}4\\dot{5}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 92,
      "question": {
        "text": "다음 보기 중에서 순환소수의 표현이 옳은 것을 모두 고르시오. <보기>ㄱ. \\(0.2777⋯=0.2\\dot{7}\\)​  ​  ​  ​  ​  ​  ㄴ. \\(0.0616161⋯=0.0\\dot{6}\\dot{1}\\)ㄷ. \\(1.234234234⋯=1.\\dot{2}\\dot{3}\\dot{4}\\)​  ​  ​  ㄹ. \\(6.989898⋯=6.\\dot{9}\\dot{8}\\)ㅁ. \\(−4.324324324⋯=−\\dot{4.\\,}3\\dot{2}\\) <보기> ㄱ. \\(0.2777⋯=0.2\\dot{7}\\)​  ​  ​  ​  ​  ​  ㄴ. \\(0.0616161⋯=0.0\\dot{6}\\dot{1}\\) ㄷ. \\(1.234234234⋯=1.\\dot{2}\\dot{3}\\dot{4}\\)​  ​  ​  ㄹ. \\(6.989898⋯=6.\\dot{9}\\dot{8}\\) ㅁ. \\(−4.324324324⋯=−\\dot{4.\\,}3\\dot{2}\\)   ",
        "latex": [
          "0.2777⋯=0.2\\dot{7}",
          "0.0616161⋯=0.0\\dot{6}\\dot{1}",
          "1.234234234⋯=1.\\dot{2}\\dot{3}\\dot{4}",
          "6.989898⋯=6.\\dot{9}\\dot{8}",
          "−4.324324324⋯=−\\dot{4.\\,}3\\dot{2}"
        ]
      },
      "answer": "ㄱ, ㄴ, ㄹ",
      "explanation": "ㄷ. \\(1.234234234⋯\\)의 순환마디는 \\(234\\)이고, 점을 찍어 간단히 나타내면 \\(1.\\dot{2}3\\dot{4}\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 93,
      "question": {
        "text": "다음 보기 중에서 순환소수를 바르게 나타낸 것을 모두 고르시오. <보기>ㄱ. \\(1.3525252⋯=1.3\\dot{5}\\dot{2}\\)ㄴ. \\(6.363636⋯=\\dot{6.}\\dot{3}\\)ㄷ. \\(0.707070⋯=0.\\dot{7}0\\dot{7}\\)ㄹ. \\(0.1555⋯=0.1\\dot{5}\\) <보기> ㄱ. \\(1.3525252⋯=1.3\\dot{5}\\dot{2}\\) ㄴ. \\(6.363636⋯=\\dot{6.}\\dot{3}\\) ㄷ. \\(0.707070⋯=0.\\dot{7}0\\dot{7}\\) ㄹ. \\(0.1555⋯=0.1\\dot{5}\\)  ",
        "latex": [
          "1.3525252⋯=1.3\\dot{5}\\dot{2}",
          "6.363636⋯=\\dot{6.}\\dot{3}",
          "0.707070⋯=0.\\dot{7}0\\dot{7}",
          "0.1555⋯=0.1\\dot{5}"
        ]
      },
      "answer": "ㄱ, ㄹ",
      "explanation": "ㄴ. \\(6.363636⋯=6.\\dot{3}\\dot{6}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 94,
      "question": {
        "text": "다음 순환소수의 순환마디를 말하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(0.555\\,⋯\\)  ",
        "latex": [
          "0.555\\,⋯"
        ]
      },
      "answer": "\\(5\\), \\(0.\\dot{5}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 95,
      "question": {
        "text": "다음 순환소수의 순환마디를 말하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(1.4222\\,⋯\\) ",
        "latex": [
          "1.4222\\,⋯"
        ]
      },
      "answer": "\\(2\\), \\(1.4\\dot{2}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 96,
      "question": {
        "text": "다음 순환소수의 순환마디를 말하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(0.181818⋯\\)  ",
        "latex": [
          "0.181818⋯"
        ]
      },
      "answer": "\\(18\\), \\(0.\\dot{1}\\dot{8}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 97,
      "question": {
        "text": "다음 순환소수의 순환마디를 말하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(4.0434343\\,⋯\\)  ",
        "latex": [
          "4.0434343\\,⋯"
        ]
      },
      "answer": "\\(43\\), \\(4.0\\dot{4}\\dot{3}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 98,
      "question": {
        "text": "다음 순환소수의 순환마디를 말하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(0.456456456\\,⋯\\)  ",
        "latex": [
          "0.456456456\\,⋯"
        ]
      },
      "answer": "\\(456\\), \\(0.\\dot{4}5\\dot{6}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 99,
      "question": {
        "text": "다음 순환소수의 순환마디를 말하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(3.24070707\\,⋯\\)  ",
        "latex": [
          "3.24070707\\,⋯"
        ]
      },
      "answer": "\\(07\\), \\(3.24\\dot{0}\\dot{7}\\)",
      "explanation": null,
      "episode": "순환마디 표시하기"
    },
    {
      "id": 100,
      "question": {
        "text": "다음 분수를 순환소수로 나타내고, 순환마디를 말하시오. \\(\\dfrac{1}{9}\\)  ",
        "latex": [
          "\\dfrac{1}{9}"
        ]
      },
      "answer": "\\(0.\\dot{1}\\), \\(1\\)",
      "explanation": "\\(\\dfrac{1}{9}=0.111\\,⋯\\,=0.\\dot{1}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 101,
      "question": {
        "text": "다음 분수를 순환소수로 나타내고, 순환마디를 말하시오. \\(\\dfrac{6}{11}\\)  ",
        "latex": [
          "\\dfrac{6}{11}"
        ]
      },
      "answer": "\\(0.\\dot{5}\\dot{4}\\), \\(54\\)",
      "explanation": "\\(\\dfrac{6}{11}=0.545454\\,⋯\\,=0.\\dot{5}\\dot{4}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 102,
      "question": {
        "text": "다음 분수를 순환소수로 나타내고, 순환마디를 말하시오. \\(\\dfrac{10}{27}\\)  ",
        "latex": [
          "\\dfrac{10}{27}"
        ]
      },
      "answer": "\\(0.\\dot{3}7\\dot{0}\\), \\(370\\)",
      "explanation": "\\(\\dfrac{10}{27}=0.370370370\\,⋯\\,=0.\\dot{3}7\\dot{0}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 103,
      "question": {
        "text": "다음 분수를 순환소수로 나타내고, 순환마디를 말하시오. \\(\\dfrac{13}{6}\\)  ",
        "latex": [
          "\\dfrac{13}{6}"
        ]
      },
      "answer": "\\(2.1\\dot{6}\\), \\(6\\)",
      "explanation": "\\(\\dfrac{13}{6}=2.1666\\,⋯\\,=2.1\\dot{6}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 104,
      "question": {
        "text": "다음 분수를 순환소수로 나타내고, 순환마디를 말하시오. \\(\\dfrac{50}{33}\\)  ",
        "latex": [
          "\\dfrac{50}{33}"
        ]
      },
      "answer": "\\(1.\\dot{5}\\dot{1}\\), \\(51\\)",
      "explanation": "\\(\\dfrac{50}{33}=1.515151\\,⋯\\,=1.\\dot{5}\\dot{1}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 105,
      "question": {
        "text": "다음 분수를 순환소수로 나타내고, 순환마디를 말하시오. \\(\\dfrac{7}{90}\\)  ",
        "latex": [
          "\\dfrac{7}{90}"
        ]
      },
      "answer": "\\(0.0\\dot{7}\\), \\(7\\)",
      "explanation": "\\(\\dfrac{7}{90}=0.0777\\,⋯\\,=0.0\\dot{7}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 106,
      "question": {
        "text": "다음 중 순환소수의 표현으로 옳은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "①\\(0.5\\underline{3}33\\,⋯\\,=0.5\\dot{3}\\)",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 107,
      "question": {
        "text": "다음 중 순환소수와 순환마디가 바르게 연결된 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "주어진 순환소수의 순환마디는 각각 다음과 같다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 108,
      "question": {
        "text": "분수 \\(\\dfrac{40}{27}\\)을 소수로 나타내었을 때, 다음 물음에 답하시오. (1) 순환마디를 구하시오.  (2) 순환마디를 이용하여 간단히 나타내시오. ",
        "latex": [
          "\\dfrac{40}{27}"
        ]
      },
      "answer": "\\(481\\), \\(1.\\dot{4}8\\dot{1}\\)",
      "explanation": "(1) \\(\\dfrac{40}{27}=1.481481481\\,⋯\\,\\)의 순환마디는 \\(481\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 109,
      "question": {
        "text": "다음 분수를 소수로 나타내었을 때, 순환마디를 이루는 숫자의 개수가 가장 많은 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "주어진 분수를 소수로 나타내어 순환마디를 구하면",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 110,
      "question": {
        "text": "분수 \\(\\dfrac{12}{37}\\)를 소수로 나타내었을 때, 소수점 아래 \\(25\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "\\dfrac{12}{37}",
          "25"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "\\(\\dfrac{12}{37}=0.324324324\\,⋯\\,=0.\\dot{3}2\\dot{4}\\)이므로 순환마디를 이루는 숫자의 개수는 \\(3\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 111,
      "question": {
        "text": "분수 \\(\\dfrac{4}{7}\\)를 소수로 나타내었을 때, 순환마디를 아래 그림과 같이 차례대로 정육각형의 주위에 나타내었다. 이때 ☐ 안에 알맞은 숫자와 소수점 아래 \\(38\\)번째 자리의 숫자를 차례대로 구하시오. ",
        "latex": [
          "\\dfrac{4}{7}",
          "38"
        ]
      },
      "answer": "\\(2\\), \\(7\\)",
      "explanation": "\\(\\dfrac{4}{7}=0.571428571428\\,⋯\\,=0.\\dot{5}7142\\dot{8}\\)이므로 순환마디를 이루는 숫자의 개수는 \\(6\\)개이고, ☐ 안에 알맞은 숫자는 \\(2\\)이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 112,
      "question": {
        "text": "순환소수 \\(3.40\\dot{1}7\\dot{5}\\)의 소수점 아래 \\(20\\)번째 자리의 숫자를 \\(a\\), 소수점 아래 \\(70\\)번째 자리의 숫자를 \\(b\\)라 할 때, \\(a+b\\)의 값은?",
        "latex": [
          "3.40\\dot{1}7\\dot{5}",
          "20",
          "a",
          "70",
          "b",
          "a+b"
        ]
      },
      "answer": "④",
      "explanation": "\\(3.40\\dot{1}7\\dot{5}\\)의 순환마디를 이루는 숫자의 개수는 \\(3\\)개이고, 소수점 아래 \\(3\\)번째 자리에서 순환마디가 시작되므로 소수점 아래 \\(20\\)번째 자리의 숫자는 순환마디가 시작된 후 \\(20-2=18\\)(번째) 자리의 숫자와 같고, 소수점 아래 \\(70\\)번째 자리의 숫자는 순환마디가 시작된 후 \\(70-2=68\\)(번째) 숫자와 같다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 113,
      "question": {
        "text": "분수 \\(\\dfrac{5}{11}\\)를 소수로 나타내었을 때, 소수점 아래 첫째 자리의 숫자부터 \\(100\\)번째 자리의 숫자까지의 합을 구하시오. ",
        "latex": [
          "\\dfrac{5}{11}",
          "100"
        ]
      },
      "answer": "\\(450\\)",
      "explanation": "\\(\\dfrac{5}{11}=0.454545\\,⋯\\,=0.\\dot{4}\\dot{5}\\)이므로 순환마디를 이루는 숫자의 개수는 \\(2\\)개이다.",
      "episode": "순환마디 표시하기"
    },
    {
      "id": 1,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 유한소수가 되는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ⑤",
      "explanation": "①\\(\\dfrac{7}{5}=7÷5=1.4\\) ②\\(\\dfrac{11}{6}=11÷6=1.8333⋯\\)",
      "episode": "순환마디의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 순환소수를 점을 찍어 간단히 나타내시오. \\(\\dfrac{2}{9}\\)  ",
        "latex": [
          "\\dfrac{2}{9}"
        ]
      },
      "answer": "\\(0.222⋯\\), \\(0.\\dot{2}\\)",
      "explanation": "\\(\\dfrac{2}{9}=2÷9=0.222⋯\\)",
      "episode": "순환마디의 뜻"
    },
    {
      "id": 3,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(0.555⋯\\)  ​  ​",
        "latex": [
          "0.555⋯"
        ]
      },
      "answer": "\\(5\\), \\(0.\\dot{5}\\)",
      "explanation": null,
      "episode": "순환마디의 뜻"
    },
    {
      "id": 4,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(1.3979797⋯\\)  ​  ​",
        "latex": [
          "1.3979797⋯"
        ]
      },
      "answer": "\\(97\\), \\(1.3\\dot{9}\\dot{7}\\)",
      "explanation": null,
      "episode": "순환마디의 뜻"
    },
    {
      "id": 5,
      "question": {
        "text": "다음 순환소수의 순환마디를 구하고, 순환마디에 점을 찍어 간단히 나타내시오. \\(3.303303303⋯\\)  ​  ​",
        "latex": [
          "3.303303303⋯"
        ]
      },
      "answer": "\\(303\\), \\(3.\\dot{3}0\\dot{3}\\)",
      "explanation": null,
      "episode": "순환마디의 뜻"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 중 순환소수와 순환마디가 바르게 연결된 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "① \\(26\\)② \\(49\\)③ \\(316\\)⑤ \\(459\\)",
      "episode": "순환마디의 뜻"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 순환마디를 이루는 숫자의 개수가 가장 많은 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "주어진 분수를 소수로 나타내어 순환마디를 구하면 다음과 같다.",
      "episode": "순환마디의 뜻"
    },
    {
      "id": 8,
      "question": {
        "text": "순환소수 \\(2.282828⋯\\)의 순환마디는?",
        "latex": [
          "2.282828⋯"
        ]
      },
      "answer": "④",
      "explanation": "소수점 아래에 \\(28\\)이 끝없이 되풀이되므로 순환마디는 \\(28\\)이다.",
      "episode": "순환마디의 뜻"
    },
    {
      "id": 9,
      "question": {
        "text": "분수 \\(\\dfrac{26}{495}\\)을 소수로 나타낼 때, 소수점 아래 \\(50\\)번째 자리의 숫자는?",
        "latex": [
          "\\dfrac{26}{495}",
          "50"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(\\dfrac{26}{495}=0.0\\dot{5}\\dot{2}\\)이므로 순환마디는 \\(52\\)이다.",
      "episode": "순환마디의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "유한소수로 나타낼 수 없는 것  ",
        "latex": []
      },
      "answer": "ㄴ, ㅁ",
      "explanation": "ㄷ. \\(\\dfrac{5}{8}=\\dfrac{5}{\\mathrm{ {2}^{3} }}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 2,
      "question": {
        "text": "분수 \\(\\dfrac{3}{\\mathrm{ {2}^{2} ×\\mathit{x}}}\\)을 소수로 나타내면 순환소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 있는 것은?",
        "latex": [
          "\\dfrac{3}{\\mathrm{ {2}^{2} ×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "④",
      "explanation": "\\(\\dfrac{3}{\\mathrm{ {2}^{2} ×\\mathit{x}}}\\)이 순환소수가 되려면 기약분수로 나타냈을 때, 분모에 \\(2\\)또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 3,
      "question": {
        "text": "분수 \\(\\dfrac{6}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}\\)을 소수로 나타내면 순환소수가 될 때, \\(10\\)이하의 자연수 중 \\(x\\)의 값이 될 수 있는 모든 수의 합을 구하시오. ",
        "latex": [
          "\\dfrac{6}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}",
          "10",
          "x"
        ]
      },
      "answer": "\\(16\\)",
      "explanation": "\\(\\dfrac{6}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}=\\dfrac{3}{\\mathrm{2×5×\\mathit{x}}}\\)이 순환소수가 되려면 기약분수의 분모가 \\(2\\) 또는 \\(5\\)이외의 소인수를 가져야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 4,
      "question": {
        "text": "나비의 알이 애벌레, 번데기의 과정을 지나 성충이 될 때, 나비 \\(\\mathrm{\\mathit{A}〜D}\\) 중 \\(1.2\\dot{3}\\dot{6}\\)의 알이 변하여 된 나비를 찾으시오.  ",
        "latex": [
          "\\mathrm{\\mathit{A}〜D}",
          "1.2\\dot{3}\\dot{6}"
        ]
      },
      "answer": "\\(\\mathrm{D}\\)",
      "explanation": "\\(1.2\\dot{3}\\dot{6}=\\dfrac{\\mathrm{1236-12}}{990}\\)\\(=\\dfrac{1224}{990}\\)\\(=\\dfrac{68}{55}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 5,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. 정수가 아닌 유리수는 모두 유한소수로 나타낼 수 있다. ",
        "latex": [
          "×"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "정수가 아닌 유리수는 유한소수 또는 순환소수로 나타낼 수 있다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 6,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. 모든 소수는 분수로 나타낼 수 있다. ",
        "latex": [
          "×"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "순환소수가 아닌 무한소수는 분수로 나타낼 수 없다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 7,
      "question": {
        "text": "분수 \\(\\dfrac{a}{90}\\)를 소수로 나타내면 순환소수가 될 때, 다음 중 \\(a\\)의 값이 될 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "\\dfrac{a}{90}",
          "a",
          "2"
        ]
      },
      "answer": "③, ④",
      "explanation": "①\\(a=9\\)일 때, \\(\\dfrac{9}{90}=\\dfrac{1}{10}=\\dfrac{1}{\\mathrm{2×5}}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 8,
      "question": {
        "text": "분수 \\(\\dfrac{a}{450}\\)를 소수로 나타내면 순환소수가 될 때, 다음 중 \\(a\\)의 값이 될 수 없는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "\\dfrac{a}{450}",
          "a",
          "2"
        ]
      },
      "answer": "②, ④",
      "explanation": "\\(\\dfrac{\\mathit{a}}{450}=\\dfrac{\\mathit{a}}{\\mathrm{2× {3}^{2} × {5}^{2} }}\\)가 순환소수가 되려면 기약분수의 분모에 \\(2\\)또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 9,
      "question": {
        "text": "다음 보기 중 옳은 것을 모두 고르시오. <보기>ㄱ. 모든 정수는 분수로 나타낼 수 있다.ㄴ. 정수가 아닌 유리수를 소수로 나타내면 모두 순환소수이다.ㄷ. 모든 유한소수는 \\(\\dfrac{a}{b}(a,ﾠ\\, b\\)는 정수, \\(b≠0)\\)꼴로 나타낼 수 있다. <보기> ㄱ. 모든 정수는 분수로 나타낼 수 있다. ㄴ. 정수가 아닌 유리수를 소수로 나타내면 모두 순환소수이다. ㄷ. 모든 유한소수는 \\(\\dfrac{a}{b}(a,ﾠ\\, b\\)는 정수, \\(b≠0)\\)꼴로 나타낼 수 있다.  ",
        "latex": [
          "\\dfrac{a}{b}(a,ﾠ\\, b",
          "b≠0)"
        ]
      },
      "answer": "ㄱ, ㄷ",
      "explanation": "ㄴ. 정수가 아닌 유리수를 소수로 나타내면 유한소수 또는 순환소수이다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 10,
      "question": {
        "text": "다음 중 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ⑤",
      "explanation": "② 무한소수 중 순환소수는 유리수이다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 11,
      "question": {
        "text": " 다음 중 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "③, ⑤",
      "explanation": "③ 순환소수가 아닌 무한소수는 분수로 나타낼 수 없다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 12,
      "question": {
        "text": "다음 ☐ 안에 알맞은 수를 써넣고, (  ) 안에 알맞은 말을 쓰시오. ",
        "latex": []
      },
      "answer": "\\(3\\), \\(5\\), \\(3\\), 없다",
      "explanation": null,
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 13,
      "question": {
        "text": "다음 순환소수를 분수로 나타낼 때, 가장 편리한 식으로 바르게 연결된 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "① \\(x=1.\\dot{2}\\dot{1}=1.212121⋯\\)﻿에서",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 14,
      "question": {
        "text": "다음 분수가 유한소수로 나타낼 수 있는 것은‘유', 순환소수로 나타낼 수 있는 것은 ‘순’을 쓰시오. \\(\\dfrac{6}{\\mathrm{3× {5}^{2} }}\\) ",
        "latex": [
          "\\dfrac{6}{\\mathrm{3× {5}^{2} }}"
        ]
      },
      "answer": "유",
      "explanation": "\\(\\dfrac{6}{\\mathrm{3× {5}^{2} }}=\\dfrac{2}{\\mathrm{ {5}^{2} }}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 15,
      "question": {
        "text": "다음 분수가  유한소수로 나타낼 수 있는 것은 ‘유', 순환소수로 나타낼 수 있는 것은 ‘순’을 쓰시오. \\(\\dfrac{14}{\\mathrm{ {2}^{2} ×5× {7}^{2} }}\\) ",
        "latex": [
          "\\dfrac{14}{\\mathrm{ {2}^{2} ×5× {7}^{2} }}"
        ]
      },
      "answer": "순",
      "explanation": "\\(\\dfrac{14}{\\mathrm{ {2}^{2} ×5× {7}^{2} }}=\\dfrac{1}{\\mathrm{2×5×7}}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 16,
      "question": {
        "text": "다음 분수가  유한소수로 나타낼 수 있는 것은 ‘유', 순환소수로 나타낼 수 있는 것은 ‘순’을 쓰시오. \\(\\dfrac{15}{36}\\) ",
        "latex": [
          "\\dfrac{15}{36}"
        ]
      },
      "answer": "순",
      "explanation": "\\(\\dfrac{15}{36}=\\dfrac{5}{12}=\\dfrac{5}{\\mathrm{ {2}^{2} ×3}}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 17,
      "question": {
        "text": "다음 분수가 유한소수로 나타낼 수 있는 것은 ‘유', 순환소수로 나타낼 수 있는 것은 ‘순’을 쓰시오. \\(\\dfrac{18}{132}\\) ",
        "latex": [
          "\\dfrac{18}{132}"
        ]
      },
      "answer": "순",
      "explanation": "\\(\\dfrac{18}{132}=\\dfrac{3}{22}=\\dfrac{3}{\\mathrm{2×11}}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 18,
      "question": {
        "text": "다음 중 옳지 않은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "④ \\(\\dfrac{2}{9}=0.222⋯\\)이므로 무한소수이다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 19,
      "question": {
        "text": "분수 \\(\\dfrac{3}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}\\)을 소수로 나타내면 순환소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "\\dfrac{3}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}",
          "x",
          "2"
        ]
      },
      "answer": "④, ⑤",
      "explanation": "분수 \\(\\dfrac{3}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}\\)이 순환소수가 되려면 기약분수로 나타내었을 때, 분모에 \\(2\\)또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 20,
      "question": {
        "text": "분수 \\(\\dfrac{37}{33}\\)을 소수로 나타내었을 때, 소수점 아래 \\(50\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "\\dfrac{37}{33}",
          "50"
        ]
      },
      "answer": "\\(2\\)",
      "explanation": "\\(\\dfrac{37}{33}=1.121212⋯=1.\\dot{1}\\dot{2}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 21,
      "question": {
        "text": "\\(\\dfrac{3}{84}×a\\)를 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수는?",
        "latex": [
          "\\dfrac{3}{84}×a",
          "a"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(\\dfrac{3}{84}×\\mathit{a}=\\dfrac{1}{\\mathrm{ {2}^{2} ×7}}×\\mathit{a}\\)가 유한소수가 되려면 \\(a\\)는 \\(7\\)의 배수이어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 22,
      "question": {
        "text": "분수 \\(\\dfrac{9}{\\mathrm{75×\\mathit{x}}}\\)를 소수로 나타내면 유한소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 없는 것은?",
        "latex": [
          "\\dfrac{9}{\\mathrm{75×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(\\dfrac{9}{\\mathrm{75×\\mathit{x}}}=\\dfrac{3}{\\mathrm{ {5}^{2} ×\\mathit{x}}}\\)이 유한소수가 되려면 기약분수의 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 한",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 23,
      "question": {
        "text": "분수 \\(\\dfrac{5}{22}\\)와 \\(\\dfrac{9}{50}\\) 중에서 유한소수로 나타낼 수 없는 것을 찾고, 이를 순환소수로 나타내시오.  ",
        "latex": [
          "\\dfrac{5}{22}",
          "\\dfrac{9}{50}"
        ]
      },
      "answer": "\\(\\dfrac{5}{22}\\), \\(0.2\\dot{2}\\dot{7}\\)",
      "explanation": "각 분수의 분모를 소인수분해하면 다음과 같다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 24,
      "question": {
        "text": "다음 분수 중에서 유한소수로 나타낼 수 없는 것을 모두 찾고, 이를 순환소수로 나타내시오. \\(\\dfrac{5}{9}\\), \\(\\dfrac{13}{20}\\), \\(\\dfrac{8}{55}\\), \\(-\\dfrac{22}{88}\\) \\(\\dfrac{5}{9}\\), \\(\\dfrac{13}{20}\\), \\(\\dfrac{8}{55}\\), \\(-\\dfrac{22}{88}\\)  ",
        "latex": [
          "\\dfrac{5}{9}",
          "\\dfrac{13}{20}",
          "\\dfrac{8}{55}",
          "-\\dfrac{22}{88}"
        ]
      },
      "answer": "\\(\\dfrac{5}{9}=0.\\dot{5}\\), \\(\\dfrac{8}{55}=0.1\\dot{4}\\dot{5}\\)",
      "explanation": "각 분수를 기약분수로 나타내고 분모를 소인수분해하면 다음과 같다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 25,
      "question": {
        "text": "분수 \\(\\dfrac{35}{\\mathrm{ {2}^{2} ×5×\\mathit{a}}}\\)를 소수로 나타내면 순환소수가 될 때, \\(a\\)의 값이 될 수 있는 한 자리 자연수를 모두 구하시오.   ",
        "latex": [
          "\\dfrac{35}{\\mathrm{ {2}^{2} ×5×\\mathit{a}}}",
          "a"
        ]
      },
      "answer": "\\(3\\), \\(6\\), \\(9\\)",
      "explanation": "\\(\\dfrac{35}{\\mathrm{ {2}^{2} ×5×\\mathit{a}}}=\\dfrac{7}{\\mathrm{ {2}^{2} ×\\mathit{a}}}\\)이 순환소수가 되려면 기약분수의 분모에 \\(2\\) 또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 26,
      "question": {
        "text": "분수 \\(\\dfrac{1}{\\mathrm{2× {5}^{2} ×\\mathit{a}}}\\)을 소수로 나타내면 순환소수가 될 때, \\(a\\)의 값이 될 수 있는 자연수 중 가장 작은 짝수는?",
        "latex": [
          "\\dfrac{1}{\\mathrm{2× {5}^{2} ×\\mathit{a}}}",
          "a"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\dfrac{1}{\\mathrm{2× {5}^{2} ×\\mathit{a}}}\\)이 순환소수가 되려면 기약분수의 분모에 \\(2\\)또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 27,
      "question": {
        "text": "분수 \\(\\dfrac{30}{\\mathrm{ {2}^{3} ×5×\\mathit{a}}}\\)을 소수로 나타내면 순환소수가 될 때, \\(a\\)의 값이 될 수 있는 모든 한 자리 자연수의 합을 구하시오. ",
        "latex": [
          "\\dfrac{30}{\\mathrm{ {2}^{3} ×5×\\mathit{a}}}",
          "a"
        ]
      },
      "answer": "\\(16\\)",
      "explanation": "\\(\\dfrac{30}{\\mathrm{ {2}^{3} ×5×\\mathit{a}}}=\\dfrac{3}{\\mathrm{ {2}^{2} ×\\mathit{a}}}\\)이 순환소수가 되려면 기약분수의 분모에 \\(2\\) 또는 \\(5\\)이외의 소인수가 있어야 한다. 따라서 \\(a\\)의 값이 될 수 있는 한 자리 자연수는 \\(7,ﾠ\\,9\\)이므로 구하는 합은",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 28,
      "question": {
        "text": "다음 분수를 순환소수로 나타내시오. \\(\\dfrac{1}{6}\\) ",
        "latex": [
          "\\dfrac{1}{6}"
        ]
      },
      "answer": "\\(0.1\\dot{6}\\)",
      "explanation": "\\(\\dfrac{1}{6}=0.1666⋯=0.1\\dot{6}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 29,
      "question": {
        "text": "다음 분수를 순환소수로 나타내시오. \\(-\\dfrac{5}{12}\\) ",
        "latex": [
          "-\\dfrac{5}{12}"
        ]
      },
      "answer": "\\(-0.41\\dot{6}\\)",
      "explanation": "\\(-\\dfrac{5}{12}=-0.41666⋯=-0.41\\dot{6}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 30,
      "question": {
        "text": "다음 분수를 순환소수로 나타내시오. \\(\\dfrac{20}{22}\\) ",
        "latex": [
          "\\dfrac{20}{22}"
        ]
      },
      "answer": "\\(0.\\dot{9}\\dot{0}\\)",
      "explanation": "\\(\\dfrac{20}{22}=\\dfrac{10}{11}=0.909090⋯=0.\\dot{9}\\dot{0}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 31,
      "question": {
        "text": "다음 분수를 순환소수로 나타내시오. \\(-\\dfrac{32}{45}\\) ",
        "latex": [
          "-\\dfrac{32}{45}"
        ]
      },
      "answer": "\\(−0.7\\dot{1}\\)",
      "explanation": "\\(−\\dfrac{32}{45}=−0.7111⋯=−0.7\\dot{1}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 32,
      "question": {
        "text": "분수 \\(\\dfrac{5}{27}\\)를 소수로 나타낼 때, 소수점 아래 \\(50\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "\\dfrac{5}{27}",
          "50"
        ]
      },
      "answer": "\\(8\\)",
      "explanation": "\\(\\dfrac{5}{27}=5÷27=0.185185185⋯=0.\\dot{1}8\\dot{5}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 33,
      "question": {
        "text": "다음 분수를 소수로 나타낼 때, 유한소수로 나타낼 수 있는 것은 O표, 나타낼 수 없는 것은 X표를 하시오. \\(\\dfrac{6}{\\mathrm{2× {3}^{2} }}\\) ",
        "latex": [
          "\\dfrac{6}{\\mathrm{2× {3}^{2} }}"
        ]
      },
      "answer": "X",
      "explanation": "\\(\\dfrac{6}{\\mathrm{2× {3}^{2} }}=\\dfrac{1}{3}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 34,
      "question": {
        "text": "다음 분수를 소수로 나타낼 때, 유한소수로 나타낼 수 있는 것은 O표, 나타낼 수 없는 것은 X표를 하시오. \\(\\dfrac{8}{30}\\) ",
        "latex": [
          "\\dfrac{8}{30}"
        ]
      },
      "answer": "X",
      "explanation": "\\(\\dfrac{8}{30}=\\dfrac{4}{15}=\\dfrac{4}{\\mathrm{3×5}}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 35,
      "question": {
        "text": "다음 중 무한소수인 것은 모두 몇 개인지 구하시오. \\(1.6,ﾠ\\,\\dfrac{10}{3},ﾠ\\,π,ﾠ\\,-\\dfrac{8}{25},ﾠ\\,\\dfrac{1}{14}\\) \\(1.6,ﾠ\\,\\dfrac{10}{3},ﾠ\\,π,ﾠ\\,-\\dfrac{8}{25},ﾠ\\,\\dfrac{1}{14}\\) ",
        "latex": [
          "1.6,ﾠ\\,\\dfrac{10}{3},ﾠ\\,π,ﾠ\\,-\\dfrac{8}{25},ﾠ\\,\\dfrac{1}{14}"
        ]
      },
      "answer": "\\(3\\)개",
      "explanation": "\\(1.6\\) ⇨ 유한소수",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 36,
      "question": {
        "text": "다음 중 옳은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "①\\(\\dfrac{21}{8}\\)은 유리수이다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 37,
      "question": {
        "text": "분수 \\(\\dfrac{5}{44}\\)를 소수로 나타낼 때, 소수점 아래 \\(100\\)번째 자리의 숫자를 구하시오. ",
        "latex": [
          "\\dfrac{5}{44}",
          "100"
        ]
      },
      "answer": "\\(6\\)",
      "explanation": "\\(\\dfrac{5}{44}=0.11363636⋯=0.11\\dot{3}\\dot{6}\\)",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 38,
      "question": {
        "text": "분수 \\(\\dfrac{27}{\\mathrm{ {3}^{2} ×5×\\mathit{a}}}\\)을 소수로 나타내면 순환소수가 될 때, \\(10\\)보다 작은 자연수 중 \\(a\\)의 값이 될 수 있는 수를 모두 구하시오.  ",
        "latex": [
          "\\dfrac{27}{\\mathrm{ {3}^{2} ×5×\\mathit{a}}}",
          "10",
          "a"
        ]
      },
      "answer": "\\(7\\), \\(9\\)",
      "explanation": "\\(\\dfrac{27}{\\mathrm{ {3}^{2} ×5×\\mathit{a}}}=\\dfrac{3}{\\mathrm{5×\\mathit{a}}}\\)이 순환소수가 되려면 기약분수의 분모가 \\(2\\)와 \\(5\\) 이외의 소인수를 가져야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 39,
      "question": {
        "text": "분수 \\(\\dfrac{x}{165}\\)를 소수로 나타내면 순환소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 없는 것은?",
        "latex": [
          "\\dfrac{x}{165}",
          "x"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\dfrac{\\mathit{x}}{165}=\\dfrac{\\mathit{x}}{\\mathrm{3×5×11}}\\)가 순환소수가 되려면 기약분수의 분모가 \\(2\\)와 \\(5\\) 이외의 소인수를 가져야 하므로 \\(x\\)는 \\(3×11\\), 즉 \\(33\\)의 배수가 아니어야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 40,
      "question": {
        "text": "분수 \\(\\dfrac{42}{x}\\)를 소수로 나타내면 순환소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "\\dfrac{42}{x}",
          "x",
          "2"
        ]
      },
      "answer": "②, ⑤",
      "explanation": "\\(\\dfrac{42}{x}\\)가 순환소수가 되려면 기약분수의 분모가 \\(2\\)와 \\(5\\) 이외의 소인수를 가져야 한다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 41,
      "question": {
        "text": "\\(\\dfrac{1}{3}\\)과 \\(\\dfrac{5}{8}\\) 사이의 분수인 \\(\\dfrac{x}{24}\\)가 순환소수로 나타내어지도록 하는 자연수 \\(x\\)의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{1}{3}",
          "\\dfrac{5}{8}",
          "\\dfrac{x}{24}",
          "x"
        ]
      },
      "answer": "\\(4\\)개",
      "explanation": "\\(\\dfrac{1}{3}=\\dfrac{8}{24},ﾠ\\,\\dfrac{5}{8}=\\dfrac{15}{24}\\)이므로 \\(x\\)는 \\(8\\)과 \\(15\\)사이의 자연수이다.",
      "episode": "순환소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 1,
      "question": {
        "text": "\\(0.\\dot{1}2\\dot{4}=A×124\\)일 때, \\(A\\)의 값을 순환소수로 나타내면?",
        "latex": [
          "0.\\dot{1}2\\dot{4}=A×124",
          "A"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(0.\\dot{1}2\\dot{4}=\\dfrac{124}{999}=\\dfrac{1}{999}×124\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 2,
      "question": {
        "text": "\\(\\dfrac{5}{2}\\left({\\dfrac{1}{10}+\\dfrac{1}{100}+\\dfrac{1}{1000}+⋯}\\right)\\)을 계산한 값을 순환소수로 나타내면?",
        "latex": [
          "\\dfrac{5}{2}\\left({\\dfrac{1}{10}+\\dfrac{1}{100}+\\dfrac{1}{1000}+⋯}\\right)"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\dfrac{5}{2}\\left({\\dfrac{1}{10}+\\dfrac{1}{100}+\\dfrac{1}{1000}+⋯}\\right)\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 3,
      "question": {
        "text": "자연수 \\(a\\)에 \\(0.\\dot{5}\\)를 곱해야 할 것을 잘못하여 \\(0.5\\)를 곱했더니 그 계산 결과가 바르게 계산한 답보다 \\(1\\)만큼 작았다. 이때 \\(a\\)의 값을 구하시오. ",
        "latex": [
          "a",
          "0.\\dot{5}",
          "0.5",
          "1",
          "a"
        ]
      },
      "answer": "\\(18\\)﻿",
      "explanation": "자연수 \\(a\\)에 \\(0.5\\)를 곱한 결과가 \\(a\\)에 \\(0.\\dot{5}\\)를 곱한 결과보다 \\(1\\)만큼 작으므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 4,
      "question": {
        "text": "순환소수 \\(2.2\\dot{7}\\)을 분수로 나타내면 \\(\\dfrac{a}{90}\\)이고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{41}{b}\\)일 때, \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "2.2\\dot{7}",
          "\\dfrac{a}{90}",
          "\\dfrac{41}{b}",
          "a+b"
        ]
      },
      "answer": "\\(223\\)",
      "explanation": "\\(2.2\\dot{7}=\\dfrac{\\mathrm{227-22}}{90}=\\dfrac{205}{90}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 5,
      "question": {
        "text": "\\(\\dfrac{1}{6} &lt; 0.\\dot{x} &lt; \\dfrac{4}{5}\\)를 만족하는 한 자리 자연수 \\(x\\)의 값 중에서 가장 큰 값을 \\(a\\), 가장 작은 값을 \\(b\\)라 할 때, \\(a-b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{1}{6} &lt; 0.\\dot{x} &lt; \\dfrac{4}{5}",
          "x",
          "a",
          "b",
          "a-b"
        ]
      },
      "answer": "\\(5\\)",
      "explanation": "\\(\\dfrac{1}{6} &lt; 0.\\dot{x} &lt; \\dfrac{4}{5}\\)에서 \\(\\dfrac{1}{6} &lt; \\dfrac{x}{9} &lt; \\dfrac{4}{5}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 6,
      "question": {
        "text": "어떤 기약분수를 순환소수로 나타내는데 민주는 분자를 잘못 보아서 \\(1.\\dot{3}\\dot{8}\\)이라 하였고, 진혁이는 분모를 잘못 보아서 \\(3.2\\dot{7}\\)이라 하였다. 처음의 기약분수를 순환소수로 바르게 나타내시오. ",
        "latex": [
          "1.\\dot{3}\\dot{8}",
          "3.2\\dot{7}"
        ]
      },
      "answer": "\\(0.\\dot{5}\\dot{9}\\)﻿",
      "explanation": "민주는 분모를 바르게 보았으므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "①\\(0.5\\dot{6}=\\dfrac{\\mathrm{56-5}}{90}=\\dfrac{51}{90}=\\dfrac{17}{30}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 8,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐안에 알맞은 수를 써넣으시오. \\(0.\\dot{5}\\dot{3}\\) ",
        "latex": [
          "0.\\dot{5}\\dot{3}"
        ]
      },
      "answer": "\\(100\\), \\(99\\), \\(\\dfrac{53}{99}\\)",
      "explanation": "\\(x=0.535353⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 9,
      "question": {
        "text": "다음 중 순환소수 \\(x=2.14333⋯\\)에 대한 설명으로 옳은 것은?",
        "latex": [
          "x=2.14333⋯"
        ]
      },
      "answer": "④",
      "explanation": "①무한소수이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 10,
      "question": {
        "text": "다음 중 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ④",
      "explanation": "②무한소수 중 순환소수는 유리수이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 11,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{8}\\) ",
        "latex": [
          "0.\\dot{8}"
        ]
      },
      "answer": "\\(\\dfrac{8}{9}\\)",
      "explanation": "\\(x=0.888⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 12,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{3}\\dot{1}\\) ",
        "latex": [
          "0.\\dot{3}\\dot{1}"
        ]
      },
      "answer": "\\(\\dfrac{31}{99}\\)",
      "explanation": "\\(x=0.313131⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 13,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.6\\dot{7}\\) ",
        "latex": [
          "1.6\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{151}{90}\\)",
      "explanation": "\\(x=1.6777⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 14,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(4.1\\dot{5}\\dot{3}\\) ",
        "latex": [
          "4.1\\dot{5}\\dot{3}"
        ]
      },
      "answer": "\\(\\dfrac{2056}{495}\\)",
      "explanation": "\\(x=4.1535353⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 15,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐안에 알맞은 수를 구하시오.  ",
        "latex": []
      },
      "answer": "\\(1\\), \\(90\\), \\(\\dfrac{13}{90}\\)",
      "explanation": "\\(\\mathrm{0.1\\dot{4}=\\dfrac{\\mathrm{14−\\bbox[2px,border:1px solid #000000;]{1}}}{\\bbox[2px,border:1px solid #000000;]{90}}=\\bbox[2px,border:1px solid #000000;]{\\dfrac{13}{90}}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 16,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐안에 알맞은 수를 구하시오. ",
        "latex": []
      },
      "answer": "\\(10\\), \\(90\\), \\(\\dfrac{97}{90}\\)",
      "explanation": "\\(\\mathrm{1.0\\dot{7}=\\dfrac{\\mathrm{107−\\bbox[2px,border:1px solid #000000;]{10}}}{\\bbox[2px,border:1px solid #000000;]{90}}=\\bbox[2px,border:1px solid #000000;]{\\dfrac{97}{90}}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 17,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐안에 알맞은 수를 구하시오.  ",
        "latex": []
      },
      "answer": "\\(12\\), \\(990\\), \\(\\dfrac{613}{495}\\)",
      "explanation": "\\(\\mathrm{1.2\\dot{3}\\dot{8}=\\dfrac{\\mathrm{1238−\\bbox[2px,border:1px solid #000000;]{12}}}{\\bbox[2px,border:1px solid #000000;]{990}}=\\dfrac{1226}{990}=\\bbox[2px,border:1px solid #000000;]{\\dfrac{613}{495}}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 18,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.\\dot{5}\\) ",
        "latex": [
          "1.\\dot{5}"
        ]
      },
      "answer": "\\(\\dfrac{14}{9}\\)",
      "explanation": "\\(1.\\dot{5}=\\dfrac{\\mathrm{15-1}}{9}=\\dfrac{14}{9}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 19,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.\\dot{4}3\\dot{7}\\) ",
        "latex": [
          "1.\\dot{4}3\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{1436}{999}\\)",
      "explanation": "\\(1.\\dot{4}3\\dot{7}=\\dfrac{\\mathrm{1437-1}}{999}=\\dfrac{1436}{999}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 20,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.58\\dot{3}\\) ",
        "latex": [
          "0.58\\dot{3}"
        ]
      },
      "answer": "\\(\\dfrac{7}{12}\\)",
      "explanation": "\\(0.58\\dot{3}=\\dfrac{\\mathrm{583-58}}{900}=\\dfrac{525}{900}=\\dfrac{7}{12}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 21,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(3.6\\dot{2}\\) ",
        "latex": [
          "3.6\\dot{2}"
        ]
      },
      "answer": "\\(\\dfrac{163}{45}\\)",
      "explanation": "\\(3.6\\dot{2}=\\dfrac{\\mathrm{362-36}}{90}=\\dfrac{326}{90}=\\dfrac{163}{45}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 22,
      "question": {
        "text": "다음 보기 중 순환소수를 분수로 나타내려고 할 때, 가장 편리한 식으로 바르게 연결한 것을 모두 고르시오. <보기>ㄱ. \\(x=3.\\dot{4}\\) → \\(100x-x\\)       ​   ㄴ. \\(x=1.5\\dot{2}\\) → \\(100x-10x\\)ㄷ. \\(x=0.\\dot{4}0\\dot{7}\\) → \\(1000x-x\\) ​  ​   ㄹ. \\(x=2.01\\dot{9}\\) → \\(1000x-10x\\) <보기> ㄱ. \\(x=3.\\dot{4}\\) → \\(100x-x\\)       ​   ㄴ. \\(x=1.5\\dot{2}\\) → \\(100x-10x\\) ㄷ. \\(x=0.\\dot{4}0\\dot{7}\\) → \\(1000x-x\\) ​  ​   ㄹ. \\(x=2.01\\dot{9}\\) → \\(1000x-10x\\)  ",
        "latex": [
          "x=3.\\dot{4}",
          "100x-x",
          "x=1.5\\dot{2}",
          "100x-10x",
          "x=0.\\dot{4}0\\dot{7}",
          "1000x-x",
          "x=2.01\\dot{9}",
          "1000x-10x"
        ]
      },
      "answer": "ㄴ, ㄷ",
      "explanation": "ㄱ. \\(10x=34.444⋯,ﾠ\\, x=3.444⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 23,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳지 않은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "①\\(7.\\dot{3}=\\dfrac{\\mathrm{73-7}}{9}=\\dfrac{66}{9}=\\dfrac{22}{3}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 24,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": []
      },
      "answer": "\\(100\\), \\(99\\), \\(\\dfrac{49}{99}\\)",
      "explanation": "",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 25,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐안에 알맞은 수를 써넣으시오. \\(0.8\\dot{6}\\) ",
        "latex": [
          "0.8\\dot{6}"
        ]
      },
      "answer": "\\(100\\), \\(10\\), \\(90\\), \\(15\\)",
      "explanation": "\\(x=0.8666⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 26,
      "question": {
        "text": "\\(x=1.\\dot{2}\\dot{4}\\) ",
        "latex": [
          "x=1.\\dot{2}\\dot{4}"
        ]
      },
      "answer": "ㄴ",
      "explanation": "\\(100x=124.242424⋯,ﾠ\\, x=1.242424⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 27,
      "question": {
        "text": "\\(x=0.\\dot{3}6\\dot{5}\\) ",
        "latex": [
          "x=0.\\dot{3}6\\dot{5}"
        ]
      },
      "answer": "ㄹ",
      "explanation": "\\(1000x=365.365365365⋯,ﾠ\\, x=0.365365365⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 28,
      "question": {
        "text": "\\(x=0.4\\dot{5}\\) ",
        "latex": [
          "x=0.4\\dot{5}"
        ]
      },
      "answer": "ㄷ",
      "explanation": "\\(100x=45.555⋯,ﾠ\\, 10x=4.555⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 29,
      "question": {
        "text": "\\(x=0.1\\dot{3}\\dot{2}\\) ",
        "latex": [
          "x=0.1\\dot{3}\\dot{2}"
        ]
      },
      "answer": "ㅁ",
      "explanation": "\\(1000x=132.323232⋯,ﾠ\\, 10x=1.323232⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 30,
      "question": {
        "text": "\\(x=0.27\\dot{3}\\) ",
        "latex": [
          "x=0.27\\dot{3}"
        ]
      },
      "answer": "ㅂ",
      "explanation": "\\(1000x=273.333⋯,ﾠ\\, 100x=27.333⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 31,
      "question": {
        "text": "\\(x=1.\\dot{6}\\) ",
        "latex": [
          "x=1.\\dot{6}"
        ]
      },
      "answer": "ㄱ",
      "explanation": "\\(10x=16.666⋯,ﾠ\\, x=1.666⋯\\)이므로 \\(10x-x=15\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 32,
      "question": {
        "text": "아래는 순환소수 \\(0.21\\dot{5}\\)를 기약분수로 나타내는 과정이다. ㉠~㉤에 알맞은 수로 옳지 않은 것은? \\(x=0.21555⋯\\)라 하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}\\mathit{x}=215.555⋯}\\)\\(−\\)\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;\\, }}\\mathit{x}=21.555⋯}\\)\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}\\) \\(\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\) \\(x=0.21555⋯\\)라 하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}\\mathit{x}=215.555⋯}\\)\\(−\\)\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;\\, }}\\mathit{x}=21.555⋯}\\) \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}\\) \\(\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\)",
        "latex": [
          "0.21\\dot{5}",
          "x=0.21555⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}\\mathit{x}=215.555⋯}",
          "−",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;\\, }}\\mathit{x}=21.555⋯}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}",
          "\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}"
        ]
      },
      "answer": "②",
      "explanation": "\\(x=0.21555⋯\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 33,
      "question": {
        "text": "다음 중 옳은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "③, ⑤",
      "explanation": "①순환소수가 아닌 무한소수는 분수로 나타낼 수 없다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 34,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": []
      },
      "answer": "\\(100\\), \\(28.333⋯\\), \\(90\\), \\(90\\), \\(6\\)",
      "explanation": "",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 35,
      "question": {
        "text": "\\(x=0.5\\dot{7}\\) ",
        "latex": [
          "x=0.5\\dot{7}"
        ]
      },
      "answer": "ㄷ",
      "explanation": "\\(x=0.5\\dot{7}\\)에서 \\(x=0.5777⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 36,
      "question": {
        "text": "\\(x=2.\\dot{2}\\dot{4}\\) ",
        "latex": [
          "x=2.\\dot{2}\\dot{4}"
        ]
      },
      "answer": "ㄴ",
      "explanation": "\\(x=2.\\dot{2}\\dot{4}\\)에서 \\(x=2.242424⋯\\)이므로 \\(100x=224.242424⋯\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 37,
      "question": {
        "text": "\\(x=1.4\\dot{3}\\dot{6}\\) ",
        "latex": [
          "x=1.4\\dot{3}\\dot{6}"
        ]
      },
      "answer": "ㅁ",
      "explanation": "\\(x=1.4\\dot{3}\\dot{6}\\)에서 \\(x=1.4363636⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 38,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{8}\\dot{7}\\) ",
        "latex": [
          "0.\\dot{8}\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{29}{33}\\)",
      "explanation": "순환소수 \\(0.\\dot{8}\\dot{7}\\)을 \\(x\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 39,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.\\dot{3}\\dot{8}\\) ",
        "latex": [
          "1.\\dot{3}\\dot{8}"
        ]
      },
      "answer": "\\(\\dfrac{137}{99}\\)",
      "explanation": "순환소수 \\(1.\\dot{3}\\dot{8}\\)을 \\(x\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 40,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.5\\dot{3}\\) ",
        "latex": [
          "0.5\\dot{3}"
        ]
      },
      "answer": "\\(\\dfrac{8}{15}\\)",
      "explanation": "순환소수 \\(0.5\\dot{3}\\)을 \\(x\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 41,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(3.4\\dot{1}\\dot{2}\\) ",
        "latex": [
          "3.4\\dot{1}\\dot{2}"
        ]
      },
      "answer": "\\(\\dfrac{563}{165}\\)",
      "explanation": "순환소수 \\(3.4\\dot{1}\\dot{2}\\)를 \\(x\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 42,
      "question": {
        "text": "\\(x=0.\\dot{0}9\\dot{0}\\) ",
        "latex": [
          "x=0.\\dot{0}9\\dot{0}"
        ]
      },
      "answer": "ㄹ",
      "explanation": "\\(x=0.\\dot{09}\\dot{0}\\)에서 \\(x=0.090090090⋯\\)이므로 \\(1000x=90.090090090⋯\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 43,
      "question": {
        "text": "다음 보기 중 순환소수를 분수로 나타낸 것으로 옳은 것을 모두 고르시오. <보기>ㄱ. \\(0.\\dot{3}=\\dfrac{1}{3}\\)     ​  ​   ㄴ. \\(0.0\\dot{2}=\\dfrac{2}{9}\\)ㄷ. \\(1.\\dot{2}\\dot{3}=\\dfrac{41}{33}\\)     ​   ㄹ. \\(0.1\\dot{0}\\dot{6}=\\dfrac{7}{66}\\) <보기> ㄱ. \\(0.\\dot{3}=\\dfrac{1}{3}\\)     ​  ​   ㄴ. \\(0.0\\dot{2}=\\dfrac{2}{9}\\) ㄷ. \\(1.\\dot{2}\\dot{3}=\\dfrac{41}{33}\\)     ​   ㄹ. \\(0.1\\dot{0}\\dot{6}=\\dfrac{7}{66}\\)  ",
        "latex": [
          "0.\\dot{3}=\\dfrac{1}{3}",
          "0.0\\dot{2}=\\dfrac{2}{9}",
          "1.\\dot{2}\\dot{3}=\\dfrac{41}{33}",
          "0.1\\dot{0}\\dot{6}=\\dfrac{7}{66}"
        ]
      },
      "answer": "ㄱ, ㄹ",
      "explanation": "ㄱ. \\(0.\\dot{3}=\\dfrac{3}{9}=\\dfrac{1}{3}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 44,
      "question": {
        "text": "다음 보기 중 옳은 것을 모두 고르시오. <보기>ㄱ. 순환소수는 \\(\\dfrac{\\mathrm{(정수)}}{\\mathrm{(0이\\,아닌\\,정수)}}\\)의 꼴로 나타낼 수 있다.ㄴ. 모든 무한소수는 유리수가 아니다.ㄷ. 정수가 아닌 유리수 중 유한소수로 나타낼 수 없는 수는 순환소수로 나타낼 수 있다. <보기> ㄱ. 순환소수는 \\(\\dfrac{\\mathrm{(정수)}}{\\mathrm{(0이\\,아닌\\,정수)}}\\)의 꼴로 나타낼 수 있다. ㄴ. 모든 무한소수는 유리수가 아니다. ㄷ. 정수가 아닌 유리수 중 유한소수로 나타낼 수 없는 수는 순환소수로 나타낼 수 있다.  ",
        "latex": [
          "\\dfrac{\\mathrm{(정수)}}{\\mathrm{(0이\\,아닌\\,정수)}}"
        ]
      },
      "answer": "ㄱ, ㄷ",
      "explanation": "ㄴ. 무한소수 중 순환소수는 유리수이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 45,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{3}{20}\\)을 유한소수로 나타내는 과정이다. ㉠~㉤에 알맞은 수로 옳지 않은 것은? \\(\\mathrm{\\dfrac{3}{20}=\\dfrac{3}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}} ×5}}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}}}=\\dfrac{15}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\) \\(\\mathrm{\\dfrac{3}{20}=\\dfrac{3}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}} ×5}}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}}}=\\dfrac{15}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\)",
        "latex": [
          "\\dfrac{3}{20}",
          "\\mathrm{\\dfrac{3}{20}=\\dfrac{3}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}} ×5}}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}}}=\\dfrac{15}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\mathrm{\\dfrac{3}{20}=\\dfrac{3}{\\mathrm{ {2}^{\\bbox[2px,border:1px solid #000000;]{2}} ×5}}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{5}}}{\\mathrm{ {2}^{2} ×5×\\bbox[2px,border:1px solid #000000;]{5}}}=\\dfrac{15}{\\mathrm{ {2}^{2} × {5}^{2} }}=\\dfrac{15}{\\bbox[2px,border:1px solid #000000;]{100}}=\\bbox[2px,border:1px solid #000000;]{0.15}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 46,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 없는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ⑤",
      "explanation": "①\\(\\dfrac{1}{10}=\\dfrac{1}{\\mathrm{2×5}}\\) ②\\(\\dfrac{4}{15}=\\dfrac{\\mathrm{ {2}^{2} }}{\\mathrm{3×5}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 47,
      "question": {
        "text": "분수 \\(\\dfrac{a}{540}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{1}{b}\\)이 된 다. \\(a\\)가 가장 작은 자연수일 때, \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{a}{540}",
          "\\dfrac{1}{b}",
          "a",
          "a+b"
        ]
      },
      "answer": "\\(47\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{540}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} × {3}^{3} ×5}}\\)가 유한소수가 되려면 \\(a\\)는 \\( {3}^{3} =27\\)의 배수이어야 한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 48,
      "question": {
        "text": "순환소수 \\(0.5\\dot{1}\\dot{3}\\)을 분수로 나타내려고 한다. \\(x=0.5\\dot{1}\\dot{3}\\)이라 할 때, 다음 중 가장 편리한 식은?",
        "latex": [
          "0.5\\dot{1}\\dot{3}",
          "x=0.5\\dot{1}\\dot{3}"
        ]
      },
      "answer": "④",
      "explanation": "\\(x=0.5\\dot{1}\\dot{3}\\)에서 \\(x=0.5131313⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 49,
      "question": {
        "text": "순환소수 \\(0.2\\dot{2}\\dot{7}\\)에 어떤 자연수를 곱하여 유한소수가 되도록 할 때, 곱할 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "0.2\\dot{2}\\dot{7}"
        ]
      },
      "answer": "\\(11\\)",
      "explanation": "\\(0.2\\dot{2}\\dot{7}=\\dfrac{\\mathrm{227-2}}{990}=\\dfrac{225}{990}=\\dfrac{5}{22}=\\dfrac{5}{\\mathrm{2×11}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 50,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(0.\\dot{3}\\dot{6}\\) \\(→\\) \\(x=0.363636⋯\\)이라 하면  ​  ​",
        "latex": [
          "0.\\dot{3}\\dot{6}",
          "→",
          "x=0.363636⋯"
        ]
      },
      "answer": "\\(100\\), \\(99\\), \\(99\\), \\(\\dfrac{4}{11}\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 51,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{7}\\) ",
        "latex": [
          "0.\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{7}{9}\\)",
      "explanation": "\\(x=0.777⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 52,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.\\dot{3}\\) ",
        "latex": [
          "1.\\dot{3}"
        ]
      },
      "answer": "\\(\\dfrac{4}{3}\\)",
      "explanation": "\\(x=1.333⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 53,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(2.\\dot{1}\\dot{4}\\) ",
        "latex": [
          "2.\\dot{1}\\dot{4}"
        ]
      },
      "answer": "\\(\\dfrac{212}{99}\\)",
      "explanation": "\\(x=2.141414⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 54,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{1}0\\dot{2}\\) ",
        "latex": [
          "0.\\dot{1}0\\dot{2}"
        ]
      },
      "answer": "\\(\\dfrac{34}{333}\\)",
      "explanation": "\\(x=102102102⋯\\)﻿이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 55,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(0.4\\dot{8}\\) \\(→\\) \\(x=0.4888⋯\\)이라 하면  ​  ​",
        "latex": [
          "0.4\\dot{8}",
          "→",
          "x=0.4888⋯"
        ]
      },
      "answer": "\\(100\\), \\(10\\), \\(90\\), \\(90\\), \\(\\dfrac{22}{45}\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 56,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(2.1\\dot{5}\\dot{3}\\) \\(→\\) \\(x=2.1535353⋯\\)이라 하면  \\(\\mathrm{∴\\, \\mathit{x}=\\dfrac{2132}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{~\\;\\, }}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}\\) ​  ​ ​  ​",
        "latex": [
          "2.1\\dot{5}\\dot{3}",
          "→",
          "x=2.1535353⋯",
          "\\mathrm{∴\\, \\mathit{x}=\\dfrac{2132}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{~\\;\\, }}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}"
        ]
      },
      "answer": "\\(1000\\), \\(10\\)﻿, \\(990\\), \\(990\\), \\(\\dfrac{1066}{495}\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 57,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.0\\dot{6}\\) ",
        "latex": [
          "0.0\\dot{6}"
        ]
      },
      "answer": "\\(\\dfrac{1}{15}\\)",
      "explanation": "\\(x=0.0666⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 58,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.9\\dot{5}\\) ",
        "latex": [
          "1.9\\dot{5}"
        ]
      },
      "answer": "\\(\\dfrac{88}{45}\\)",
      "explanation": "\\(x=1.9555⋯\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 59,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.2\\dot{2}\\dot{1}\\) ",
        "latex": [
          "0.2\\dot{2}\\dot{1}"
        ]
      },
      "answer": "\\(\\dfrac{73}{330}\\)",
      "explanation": "\\(x=0.2212121⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 60,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.37\\dot{4}\\) ",
        "latex": [
          "1.37\\dot{4}"
        ]
      },
      "answer": "\\(\\dfrac{1237}{900}\\)",
      "explanation": "\\(x=1.37444⋯\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 61,
      "question": {
        "text": "다음 중 옳지 않은 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "③정수가 아닌 유리수는 유한소수 또는 순환소수로 나타낼 수 있다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 62,
      "question": {
        "text": "다음은 순환소수 \\(2.\\dot{4}1\\dot{5}\\)를 분수로 나타내는 과정이다. ㈎ ~ ㈑에 알맞은 것을 순서대로 써넣으시오. 순환소수 \\(2.\\dot{41}\\dot{5}\\)를 \\(x\\)라 하면\\(x=2.415415415⋯\\)          \\(⋯⋯\\)㉠㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}}\\)을 곱하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}=2415.415415415⋯}\\)      \\(⋯⋯\\)㉡㉡\\(-\\)㉠을 하면\\(\\mathrm{999\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}}\\)       \\(\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑}}}\\) 순환소수 \\(2.\\dot{41}\\dot{5}\\)를 \\(x\\)라 하면 \\(x=2.415415415⋯\\)          \\(⋯⋯\\)㉠ ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}}\\)을 곱하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}=2415.415415415⋯}\\)      \\(⋯⋯\\)㉡ ㉡\\(-\\)㉠을 하면 \\(\\mathrm{999\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}}\\)       \\(\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑}}}\\)    ",
        "latex": [
          "2.\\dot{4}1\\dot{5}",
          "2.\\dot{41}\\dot{5}",
          "x",
          "x=2.415415415⋯",
          "⋯⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}=2415.415415415⋯}",
          "⋯⋯",
          "-",
          "\\mathrm{999\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}}",
          "\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑}}}"
        ]
      },
      "answer": "\\(1000\\), \\(1000x\\), \\(2413\\), \\(\\dfrac{2413}{999}\\)",
      "explanation": "순환소수 \\(2.\\dot{4}1\\dot{5}\\)를 \\(x\\)라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 63,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(0.\\dot{2}\\) \\(→\\) \\(x=0.222⋯\\)라 하면  ​  ​",
        "latex": [
          "0.\\dot{2}",
          "→",
          "x=0.222⋯"
        ]
      },
      "answer": "\\(10\\), \\(9\\), \\(9\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 64,
      "question": {
        "text": "\\(x=0.\\dot{5}\\)",
        "latex": [
          "x=0.\\dot{5}"
        ]
      },
      "answer": "ㄱ",
      "explanation": "\\(10x=5.555⋯,ﾠ\\, x=0.555⋯\\)이므로 \\(10x-x=5\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 65,
      "question": {
        "text": "\\(x=0.7\\dot{3}\\)",
        "latex": [
          "x=0.7\\dot{3}"
        ]
      },
      "answer": "ㄷ",
      "explanation": "\\(100x=73.333⋯,ﾠ\\, 10x=7.333⋯\\)이므로 \\(100x-10x=66\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 66,
      "question": {
        "text": "\\(x=1.0\\dot{1}\\dot{8}\\)",
        "latex": [
          "x=1.0\\dot{1}\\dot{8}"
        ]
      },
      "answer": "ㅁ",
      "explanation": "\\(1000x=1018.181818⋯,ﾠ\\, 10x=10.181818⋯\\)이므로 \\(1000x-10x=1008\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 67,
      "question": {
        "text": "순환소수 \\(2.\\dot{8}\\dot{7}\\)을 기약분수로 나타낸 곳에서 출발하여 사다리 타기를 하였을 때, 도착한 곳에 있는 꽃이 영국의 국화이다. 영국의 국화를 말하시오.  ",
        "latex": [
          "2.\\dot{8}\\dot{7}"
        ]
      },
      "answer": "장미",
      "explanation": "\\(x=2.878787⋯\\)이라 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 68,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. ",
        "latex": []
      },
      "answer": "\\(99\\), \\(\\dfrac{5}{33}\\), \\(2\\)",
      "explanation": "",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 69,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(\\mathrm{0.\\dot{\\mathrm{4=}}\\dfrac{4}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}}\\) ",
        "latex": [
          "\\mathrm{0.\\dot{\\mathrm{4=}}\\dfrac{4}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}}"
        ]
      },
      "answer": "\\(9\\)",
      "explanation": "\\(\\mathrm{0.\\dot{\\mathrm{4=}}\\dfrac{4}{\\bbox[2px,border:1px solid #000000;]{9}}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 70,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(\\mathrm{1.\\dot{0}\\dot{3}=\\dfrac{\\mathrm{103−\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}\\)  ​  ​ ​  ​",
        "latex": [
          "\\mathrm{1.\\dot{0}\\dot{3}=\\dfrac{\\mathrm{103−\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}"
        ]
      },
      "answer": "\\(1\\), \\(99\\), \\(\\dfrac{34}{33}\\)",
      "explanation": "\\(\\mathrm{1.\\dot{0}\\dot{3}=\\dfrac{\\mathrm{103−\\bbox[2px,border:1px solid #000000;]{1}}}{\\bbox[2px,border:1px solid #000000;]{99}}=\\dfrac{102}{99}=\\bbox[2px,border:1px solid #000000;]{\\dfrac{34}{33}}}\\)﻿",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 71,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{6}\\) ",
        "latex": [
          "0.\\dot{6}"
        ]
      },
      "answer": "\\(\\dfrac{2}{3}\\)",
      "explanation": "\\(0.\\dot{6}=\\dfrac{6}{9}=\\dfrac{2}{3}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 72,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{91}\\dot{2}\\) ",
        "latex": [
          "0.\\dot{91}\\dot{2}"
        ]
      },
      "answer": "\\(\\dfrac{304}{333}\\)",
      "explanation": "\\(0.\\dot{9}1\\dot{2}=\\dfrac{912}{999}=\\dfrac{304}{333}\\)﻿",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 73,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(6.\\dot{7}\\) ",
        "latex": [
          "6.\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{61}{9}\\)",
      "explanation": "\\(6.\\dot{\\mathrm{7=}}\\dfrac{\\mathrm{67−6}}{9}=\\dfrac{61}{9}\\)﻿",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 74,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(3.\\dot{2}\\dot{8}\\) ",
        "latex": [
          "3.\\dot{2}\\dot{8}"
        ]
      },
      "answer": "\\(\\dfrac{325}{99}\\)﻿",
      "explanation": "\\(3.\\dot{2}\\dot{8}=\\dfrac{\\mathrm{328-3}}{99}=\\dfrac{325}{99}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 75,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. ",
        "latex": []
      },
      "answer": "\\(9\\), \\(90\\), \\(\\dfrac{83}{90}\\), \\(1\\), \\(1\\)",
      "explanation": "",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 76,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(\\mathrm{0.3\\dot{2}\\dot{4}=\\dfrac{\\mathrm{324-□}}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}\\)  ​  ​ ​  ​",
        "latex": [
          "\\mathrm{0.3\\dot{2}\\dot{4}=\\dfrac{\\mathrm{324-□}}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}"
        ]
      },
      "answer": "\\(3\\), \\(990\\), \\(\\dfrac{107}{330}\\)",
      "explanation": "\\(\\mathrm{0.3\\dot{2}\\dot{\\mathrm{4=}}\\dfrac{\\mathrm{324−\\bbox[2px,border:1px solid #000000;]{3}}}{\\bbox[2px,border:1px solid #000000;]{990}}=\\dfrac{321}{990}=\\bbox[2px,border:1px solid #000000;]{\\dfrac{107}{330}}}\\)﻿",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 77,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. □ 안에 알맞은 수를 써넣으시오. \\(\\mathrm{2.0\\dot{1}=\\dfrac{\\mathrm{201−\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}\\)  ​  ​ ​  ​",
        "latex": [
          "\\mathrm{2.0\\dot{1}=\\dfrac{\\mathrm{201−\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}"
        ]
      },
      "answer": "\\(20\\), \\(90\\),﻿\\(\\dfrac{181}{90}\\)",
      "explanation": "\\(\\mathrm{2.0\\dot{1}=\\dfrac{\\mathrm{201−\\bbox[2px,border:1px solid #000000;]{20}}}{\\bbox[2px,border:1px solid #000000;]{90}}=\\bbox[2px,border:1px solid #000000;]{\\dfrac{181}{90}}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 78,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.7\\dot{3}\\) ",
        "latex": [
          "0.7\\dot{3}"
        ]
      },
      "answer": "\\(\\dfrac{11}{15}\\)",
      "explanation": "\\(0.7\\dot{\\mathrm{3=}}\\dfrac{\\mathrm{73−7}}{90}=\\dfrac{66}{90}=\\dfrac{11}{15}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 79,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.6\\dot{7}\\) ",
        "latex": [
          "1.6\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{151}{90}\\)",
      "explanation": "\\(1.6\\dot{\\mathrm{7=}}\\dfrac{\\mathrm{167−16}}{90}=\\dfrac{151}{90}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 80,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.1\\dot{2}\\dot{4}\\) ",
        "latex": [
          "0.1\\dot{2}\\dot{4}"
        ]
      },
      "answer": "\\(\\dfrac{41}{330}\\)",
      "explanation": "\\(0.1\\dot{2}\\dot{\\mathrm{4=}}\\dfrac{\\mathrm{124−1}}{990}=\\dfrac{123}{990}=\\dfrac{41}{330}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 81,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.10\\dot{6}\\) ",
        "latex": [
          "0.10\\dot{6}"
        ]
      },
      "answer": "\\(\\dfrac{8}{75}\\)",
      "explanation": "\\(0.10\\dot{6}=\\dfrac{\\mathrm{106-10}}{900}=\\dfrac{96}{900}=\\dfrac{8}{75}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 82,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(2.1\\dot{6}\\dot{9}\\) ",
        "latex": [
          "2.1\\dot{6}\\dot{9}"
        ]
      },
      "answer": "\\(\\dfrac{358}{165}\\)",
      "explanation": "\\(2.1\\dot{6}\\dot{9}=\\dfrac{\\mathrm{2169-21}}{990}=\\dfrac{2148}{990}=\\dfrac{358}{165}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 83,
      "question": {
        "text": "다음 중 순환소수를 기약분수로 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(2.\\dot{5}=\\dfrac{5}{9}\\) ",
        "latex": [
          "2.\\dot{5}=\\dfrac{5}{9}"
        ]
      },
      "answer": "×",
      "explanation": "\\(2.\\dot{5}=\\dfrac{\\mathrm{25-2}}{9}=\\dfrac{23}{9}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 84,
      "question": {
        "text": "다음 중 순환소수를 기약분수로 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(0.0\\dot{7}=\\dfrac{7}{90}\\) ",
        "latex": [
          "0.0\\dot{7}=\\dfrac{7}{90}"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 85,
      "question": {
        "text": "다음 중 순환소수를 기약분수로 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(1.\\dot{5}\\dot{1}=\\dfrac{50}{99}\\) ",
        "latex": [
          "1.\\dot{5}\\dot{1}=\\dfrac{50}{99}"
        ]
      },
      "answer": "×",
      "explanation": "\\(1.\\dot{5}\\dot{1}=\\dfrac{\\mathrm{151−1}}{99}=\\dfrac{150}{99}=\\dfrac{50}{33}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 86,
      "question": {
        "text": "다음 중 순환소수를 기약분수로 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(0.1\\dot{1}\\dot{8}=\\dfrac{3}{110}\\) ",
        "latex": [
          "0.1\\dot{1}\\dot{8}=\\dfrac{3}{110}"
        ]
      },
      "answer": "×",
      "explanation": "\\(0.1\\dot{1}\\dot{8}=\\dfrac{\\mathrm{118−1}}{990}=\\dfrac{117}{990}=\\dfrac{13}{110}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 87,
      "question": {
        "text": "다음 중 순환소수를 기약분수로 나타낸 것으로 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(3.20\\dot{3}=\\dfrac{961}{300}\\) ",
        "latex": [
          "3.20\\dot{3}=\\dfrac{961}{300}"
        ]
      },
      "answer": "○",
      "explanation": "\\(3.20\\dot{3}=\\dfrac{\\mathrm{3203-320}}{900}=\\dfrac{2883}{900}=\\dfrac{961}{300}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 88,
      "question": {
        "text": "\\(\\dfrac{35}{6}=a-2.\\dot{3}\\)일 때, \\(a\\)의 값을 순환소수로 나타내시오. ",
        "latex": [
          "\\dfrac{35}{6}=a-2.\\dot{3}",
          "a"
        ]
      },
      "answer": "\\(8.1\\dot{6}\\)",
      "explanation": "\\(2.\\dot{3}=\\dfrac{\\mathrm{23-2}}{9}=\\dfrac{21}{9}=\\dfrac{7}{3}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 89,
      "question": {
        "text": "서로소인 두 자연수 \\(a,ﾠ\\, b\\)에 대하여 분수 \\(\\dfrac{b}{a}\\)를 소수로 나타내면 \\(0.4\\dot{0}\\dot{9}\\)이다. 이때 분수 \\(\\dfrac{a}{b}\\)를 순환소수로 나타내시오. ",
        "latex": [
          "a,ﾠ\\, b",
          "\\dfrac{b}{a}",
          "0.4\\dot{0}\\dot{9}",
          "\\dfrac{a}{b}"
        ]
      },
      "answer": "\\(2.\\dot{4}\\)",
      "explanation": "\\(0.4\\dot{0}\\dot{9}=\\dfrac{\\mathrm{409-4}}{990}=\\dfrac{405}{990}=\\dfrac{9}{22}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 90,
      "question": {
        "text": "\\(x\\)는 분수로 나타낼 수 없다. ",
        "latex": [
          "x"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "\\(x\\)는 순환소수이므로 분수로 나타낼 수 있다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 91,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(π+1\\)은 분수로 나타낼 수 있다. ",
        "latex": [
          "×",
          "π+1"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "순환소수가 아닌 무한소수이므로 분수로 나타낼 수 없다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 92,
      "question": {
        "text": "다음은 순환소수 \\(0.6\\dot{4}\\)를 기약분수로 나타내는 과정이다. ㄱ~ㅁ에 알맞은 수로 옳지 않은 것은? \\(x=0.6444⋯\\)라 하면    \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;ㄱ\\;}}\\mathit{x}=64.444⋯}\\)       \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㄷ\\;\\, }}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㄹ\\;\\, }}\\;\\, }\\)﻿              \\(\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㅁ\\;\\, }}\\;\\, }\\) \\(x=0.6444⋯\\)라 하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;ㄱ\\;}}\\mathit{x}=64.444⋯}\\)  \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㄷ\\;\\, }}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㄹ\\;\\, }}\\;\\, }\\)﻿              \\(\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㅁ\\;\\, }}\\;\\, }\\)",
        "latex": [
          "0.6\\dot{4}",
          "x=0.6444⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;ㄱ\\;}}\\mathit{x}=64.444⋯}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㄷ\\;\\, }}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㄹ\\;\\, }}\\;\\, }",
          "\\mathrm{∴\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;\\, ㅁ\\;\\, }}\\;\\, }"
        ]
      },
      "answer": "③",
      "explanation": "③ \\(90\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 93,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳지 않은 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "⑤\\(0.\\dot{1}2\\dot{3}=\\dfrac{123}{999}=\\dfrac{41}{333}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 94,
      "question": {
        "text": "순환소수 \\(1.4\\dot{6}\\)을 기약분수로 나타내면 \\(\\dfrac{A}{15}\\)일 때, 자연수 \\(A\\)의 값을 구하시오. ",
        "latex": [
          "1.4\\dot{6}",
          "\\dfrac{A}{15}",
          "A"
        ]
      },
      "answer": "\\(22\\)",
      "explanation": "\\(1.4\\dot{6}=\\dfrac{\\mathrm{146-14}}{90}=\\dfrac{132}{90}=\\dfrac{22}{15}\\)이므로 \\(A=22\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 95,
      "question": {
        "text": "다음 중 순환소수 \\(x=3.0525252⋯\\)에 대한 설명으로 옳지 않은 것은?",
        "latex": [
          "x=3.0525252⋯"
        ]
      },
      "answer": "④",
      "explanation": "③\\(x\\)는 순환소수이므로 유리수이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 96,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "①\\(0.\\dot{7}\\dot{3}=\\dfrac{73}{99}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 97,
      "question": {
        "text": "순환소수 \\(x=1.353535⋯\\)를 분수로 나타내려고 할 때, 다음 중 가장 편리한 식은?",
        "latex": [
          "x=1.353535⋯"
        ]
      },
      "answer": "①",
      "explanation": "\\(100x=135.353535⋯,ﾠ\\, x=1.353535⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 98,
      "question": {
        "text": "\\(x=1.27\\dot{8}\\)일 때, \\(1000x-100x\\)의 값은?",
        "latex": [
          "x=1.27\\dot{8}",
          "1000x-100x"
        ]
      },
      "answer": "④",
      "explanation": "\\(x=1.27888⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 99,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타내는 과정으로 옳은 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "① \\(3.\\dot{8}=\\dfrac{\\mathrm{38-3}}{9}\\)② \\(1.0\\dot{3}=\\dfrac{\\mathrm{103-10}}{90}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 100,
      "question": {
        "text": "순환소수 \\(0.\\dot{2}\\dot{7}\\)을 기약분수로 나타낼 때, 분자와 분모의 합을 구하시오. ",
        "latex": [
          "0.\\dot{2}\\dot{7}"
        ]
      },
      "answer": "\\(14\\)",
      "explanation": "\\(0.\\dot{2}\\dot{7}=\\dfrac{27}{99}=\\dfrac{3}{11}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 101,
      "question": {
        "text": "순환소수 \\(0.01\\dot{6}\\)을 분수로 나타내면?",
        "latex": [
          "0.01\\dot{6}"
        ]
      },
      "answer": "④",
      "explanation": "\\(0.01\\dot{6}=\\dfrac{\\mathrm{16-1}}{900}=\\dfrac{15}{900}=\\dfrac{1}{60}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 102,
      "question": {
        "text": "다음 중 순환소수 \\(x=2.9444⋯\\)에 대한 설명으로 옳지 않은 것은?",
        "latex": [
          "x=2.9444⋯"
        ]
      },
      "answer": "④",
      "explanation": "④, ⑤  \\(100x=294.444⋯\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 103,
      "question": {
        "text": "다음 보기 중 유리수인 것을 모두 고르시오. <보기>ㄱ. \\(-\\dfrac{4}{7}\\)       ​  ​  ㄴ. \\(1.29\\dot{7}\\)ㄷ. \\(1.23456789⋯\\)  ㄹ. \\(4.231231231⋯\\) <보기> ㄱ. \\(-\\dfrac{4}{7}\\)       ​  ​  ㄴ. \\(1.29\\dot{7}\\) ㄷ. \\(1.23456789⋯\\)  ㄹ. \\(4.231231231⋯\\)   ",
        "latex": [
          "-\\dfrac{4}{7}",
          "1.29\\dot{7}",
          "1.23456789⋯",
          "4.231231231⋯"
        ]
      },
      "answer": "ㄱ, ㄴ, ㄹ",
      "explanation": "ㄷ. 순환소수가 아닌 무한소수이므로 유리수가 아니다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 104,
      "question": {
        "text": "다음 중 옳은 것은? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ③",
      "explanation": "② 순환소수가 아닌 무한소수는 유리수가 아니다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 105,
      "question": {
        "text": "순환소수 \\(0.575757⋯\\)을 분수로 나타내면 \\(\\dfrac{a}{99}\\)이고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{19}{b}\\)일 때, \\(a-b\\)의 값을 구하시오. ",
        "latex": [
          "0.575757⋯",
          "\\dfrac{a}{99}",
          "\\dfrac{19}{b}",
          "a-b"
        ]
      },
      "answer": "\\(24\\)",
      "explanation": "\\(a\\)의 값은 \\(0.575757⋯=0.\\dot{5}\\dot{7}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 106,
      "question": {
        "text": "\\(x=0.\\dot{8},ﾠ\\, y=5.\\dot{3}\\)일 때, \\(\\dfrac{y}{x}\\)의 값을 구하시오. ",
        "latex": [
          "x=0.\\dot{8},ﾠ\\, y=5.\\dot{3}",
          "\\dfrac{y}{x}"
        ]
      },
      "answer": "\\(6\\)",
      "explanation": "\\(x\\)를 기약분수로 나타내면 \\(x=0.\\dot{8}=\\dfrac{8}{9}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 107,
      "question": {
        "text": "순환소수 \\(1.4\\dot{1}\\)에 어떤 자연수 \\(x\\)를 곱하여 유한소수가 되도록 할 때, \\(x\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "1.4\\dot{1}",
          "x",
          "x"
        ]
      },
      "answer": "\\(99\\)​",
      "explanation": "\\(1.4\\dot{1}=\\dfrac{\\mathrm{141−14}}{90}=\\dfrac{127}{90}=\\dfrac{127}{\\mathrm{2× {3}^{2} ×5}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 108,
      "question": {
        "text": "\\(\\dfrac{5}{18}=x+0.1\\dot{3}\\)을 만족하는 \\(x\\)의 값을 순환소수로 나타내시오. ",
        "latex": [
          "\\dfrac{5}{18}=x+0.1\\dot{3}",
          "x"
        ]
      },
      "answer": "\\(0.1\\dot{4}\\)",
      "explanation": "\\(0.1\\dot{3}=\\dfrac{\\mathrm{13-1}}{90}=\\dfrac{12}{90}=\\dfrac{2}{15}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 109,
      "question": {
        "text": "어떤 기약분수를 소수로 나타내는데 지민이는 분자를 잘못 보아서 \\(0.\\dot{2}\\dot{5}\\)로 나타내고, 윤기는 분모를 잘못 보아서 \\(0.1\\dot{8}\\)로 나타내었다. 처음 기약분수를 순환소수로 바르게 나타내시오. ",
        "latex": [
          "0.\\dot{2}\\dot{5}",
          "0.1\\dot{8}"
        ]
      },
      "answer": "\\(0.\\dot{1}\\dot{7}\\)",
      "explanation": "지민이는 분자를 잘못 보았으므로 \\(0.\\dot{2}\\dot{5}=\\dfrac{25}{99}\\)에서 처음 기약분수의 분모는 \\(99\\)이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 110,
      "question": {
        "text": "두 순환소수 \\(0.4\\dot{6},ﾠ\\,2.\\dot{7}\\)을 기약분수로 나타낼 때, 그 역수를 각각 \\(a,ﾠ\\, b\\)라 하자. 이때 \\(ab\\)의 값을 구하시오. ",
        "latex": [
          "0.4\\dot{6},ﾠ\\,2.\\dot{7}",
          "a,ﾠ\\, b",
          "ab"
        ]
      },
      "answer": "\\(\\dfrac{27}{35}\\)",
      "explanation": "\\(0.4\\dot{6}=\\dfrac{\\mathrm{46-4}}{90}=\\dfrac{42}{90}=\\dfrac{7}{15}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 111,
      "question": {
        "text": "\\(\\dfrac{1}{5} &lt; 0.\\dot{x} &lt; \\dfrac{2}{3}\\)를 만족하는 한 자리 자연수 \\(x\\)의 값 중 가장 큰 값을 \\(a\\), 가장 작은 값을 \\(b\\)라 할 때, \\(ab\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{1}{5} &lt; 0.\\dot{x} &lt; \\dfrac{2}{3}",
          "x",
          "a",
          "b",
          "ab"
        ]
      },
      "answer": "\\(10\\)",
      "explanation": "\\(0.\\dot{x}=\\dfrac{x}{9}\\)이므로 \\(\\dfrac{1}{5} &lt; 0.\\dot{x} &lt; \\dfrac{2}{3}\\)에서 \\(\\dfrac{1}{5} &lt; \\dfrac{x}{9} &lt; \\dfrac{2}{3}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 112,
      "question": {
        "text": "자연수 \\(x\\)에 \\(0.\\dot{3}\\)을 곱해야 할 것을 잘못하여 \\(0.3\\)을 곱했더니 그 계산 결과가 바르게 계산한 답보다 \\(0.5\\)만큼 작았다. 이때 \\(x\\)의 값을 구하시오. ",
        "latex": [
          "x",
          "0.\\dot{3}",
          "0.3",
          "0.5",
          "x"
        ]
      },
      "answer": "\\(15\\)",
      "explanation": "\\(x×0.\\dot{3}-0.3x=0.5\\)에서",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 113,
      "question": {
        "text": "\\(0.3\\dot{9}\\dot{0}×x\\)가 유한소수가 되도록 하는 두 자리 자연수 \\(x\\)의 개수는?",
        "latex": [
          "0.3\\dot{9}\\dot{0}×x",
          "x"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(0.3\\dot{9}\\dot{0}=\\dfrac{\\mathrm{390-3}}{990}=\\dfrac{387}{990}=\\dfrac{43}{110}=\\dfrac{43}{\\mathrm{2×5×11}}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 114,
      "question": {
        "text": "두 자연수 \\(a,ﾠ\\, b\\)가 다음 조건을 모두 만족할 때, \\(0.\\dot{a}\\dot{b}-0.\\dot{b}\\dot{a}\\)의 값을 순환소수로 나타내시오. ㈎ \\(0.\\dot{a}\\dot{b}+0.\\dot{b}\\dot{a}=0.\\dot{6}\\)㈏ 두 수 \\(a,ﾠ\\, b\\)는 \\(10\\)보다 작은 홀수이고 \\(a &gt; b\\)이다. ㈎ \\(0.\\dot{a}\\dot{b}+0.\\dot{b}\\dot{a}=0.\\dot{6}\\) ㈏ 두 수 \\(a,ﾠ\\, b\\)는 \\(10\\)보다 작은 홀수이고 \\(a &gt; b\\)이다. ",
        "latex": [
          "a,ﾠ\\, b",
          "0.\\dot{a}\\dot{b}-0.\\dot{b}\\dot{a}",
          "0.\\dot{a}\\dot{b}+0.\\dot{b}\\dot{a}=0.\\dot{6}",
          "a,ﾠ\\, b",
          "10",
          "a &gt; b"
        ]
      },
      "answer": "\\(0.\\dot{3}\\dot{6}\\)",
      "explanation": "\\(0.\\dot{a}\\dot{b},ﾠ\\, 0.\\dot{b}\\dot{a}\\)를 포함한 식은 순환소수를 분수로 나타낸 후 계산한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 115,
      "question": {
        "text": "다음은 순환소수 \\(3.40\\dot{5}\\)를 분수로 나타내는 과정이다. ㈎~㈒에 알맞은 수로 옳지 않은 것은? \\(3.40\\dot{5}\\)를 \\(x\\)라 하면 \\(x=3.40555⋯\\)     \\(⋯⋯\\) ㉠㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎ﾠ}}}\\)을 곱하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}\\mathit{x}=3405.555⋯}\\)                          \\(⋯⋯\\)㉡㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏ﾠ}}}\\)을 곱하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=340.555⋯}\\)                            \\(⋯⋯\\)㉢㉡\\(-\\)㉢ 을 하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑ﾠ}}}\\)          \\(\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒ﾠ}}}\\) \\(3.40\\dot{5}\\)를 \\(x\\)라 하면 \\(x=3.40555⋯\\)     \\(⋯⋯\\) ㉠ ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎ﾠ}}}\\)을 곱하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}\\mathit{x}=3405.555⋯}\\)                          \\(⋯⋯\\)㉡ ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏ﾠ}}}\\)을 곱하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=340.555⋯}\\)                            \\(⋯⋯\\)㉢ ㉡\\(-\\)㉢ 을 하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑ﾠ}}}\\) \\(\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒ﾠ}}}\\)",
        "latex": [
          "3.40\\dot{5}",
          "3.40\\dot{5}",
          "x",
          "x=3.40555⋯",
          "⋯⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎ﾠ}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}\\mathit{x}=3405.555⋯}",
          "⋯⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏ﾠ}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=340.555⋯}",
          "⋯⋯",
          "-",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑ﾠ}}}",
          "\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒ﾠ}}}"
        ]
      },
      "answer": "②",
      "explanation": "② ㈏ \\(100\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 116,
      "question": {
        "text": "순환소수 \\(x=0.2\\dot{1}4\\dot{5}\\)를 분수로 나타내려고 할 때, 다음 중 가장 편리한 식은?",
        "latex": [
          "x=0.2\\dot{1}4\\dot{5}"
        ]
      },
      "answer": "④",
      "explanation": "\\(x=0.2145145⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 117,
      "question": {
        "text": "다음은 순환소수 \\(1.5\\dot{6}\\)을 기약분수로 나타내는 과정이다. 이때 수 \\(a,ﾠ\\, b,ﾠ\\, c\\)에 대하여 \\(a+b-c\\)의 값을 구하시오. \\(1.5\\dot{6}=\\dfrac{\\mathrm{156-\\mathit{a}}}{90}=\\dfrac{\\mathit{b}}{90}=\\dfrac{47}{\\mathit{c}}\\) \\(1.5\\dot{6}=\\dfrac{\\mathrm{156-\\mathit{a}}}{90}=\\dfrac{\\mathit{b}}{90}=\\dfrac{47}{\\mathit{c}}\\) ",
        "latex": [
          "1.5\\dot{6}",
          "a,ﾠ\\, b,ﾠ\\, c",
          "a+b-c",
          "1.5\\dot{6}=\\dfrac{\\mathrm{156-\\mathit{a}}}{90}=\\dfrac{\\mathit{b}}{90}=\\dfrac{47}{\\mathit{c}}"
        ]
      },
      "answer": "\\(126\\)",
      "explanation": "\\(1.5\\dot{6}=\\dfrac{\\mathrm{156-15}}{90}=\\dfrac{141}{90}=\\dfrac{47}{30}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 118,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳은 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "① \\(0.\\dot{1}\\dot{7}=\\dfrac{17}{99}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 119,
      "question": {
        "text": "순환소수 \\(0.\\dot{8}\\)의 역수를 \\(a,ﾠ\\, 0.1\\dot{7}\\)의 역수를 \\(b\\)라 할 때, \\(a+b\\)의 값은?",
        "latex": [
          "0.\\dot{8}",
          "a,ﾠ\\, 0.1\\dot{7}",
          "b",
          "a+b"
        ]
      },
      "answer": "②",
      "explanation": "\\(0.\\dot{8}=\\dfrac{8}{9}\\)이므로 \\(a=\\dfrac{9}{8}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 120,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱으로 고쳐서 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\( {5}^{3} \\), \\( {5}^{3} \\), \\(125\\), ﻿\\(0.125\\)",
      "explanation": "\\(\\mathrm{\\dfrac{1}{8}=\\dfrac{1}{\\mathrm{ {2}^{3} }}=\\dfrac{\\mathrm{1×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{3} }}}}{\\mathrm{ {2}^{3} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{3} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{125}}{1000}=\\bbox[2px,border:1px solid #000000;]{0.125}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 121,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱으로 고쳐서 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\(2\\), \\(2\\), \\(6\\), \\(0.06\\)",
      "explanation": "\\(\\mathrm{\\dfrac{3}{50}=\\dfrac{3}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{2}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{2}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{6}}{100}=\\bbox[2px,border:1px solid #000000;]{0.06}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 122,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(0.5\\)  ",
        "latex": [
          "0.5"
        ]
      },
      "answer": "\\(\\dfrac{1}{2}\\), ﻿\\(2\\)",
      "explanation": "\\(0.5=\\dfrac{5}{10}=\\dfrac{1}{2}\\)⇨ 분모의 소인수: \\(2\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 123,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(0.42\\)   ",
        "latex": [
          "0.42"
        ]
      },
      "answer": "\\(\\dfrac{21}{50}\\),﻿\\(2\\), \\(5\\)",
      "explanation": "\\(0.42=\\dfrac{42}{100}=\\dfrac{21}{50}=\\dfrac{21}{\\mathrm{2× {5}^{2} }}\\)⇨ 분모의 소인수: \\(2\\), \\(5\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 124,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(0.064\\)  ",
        "latex": [
          "0.064"
        ]
      },
      "answer": "\\(\\dfrac{8}{125}\\), ﻿\\(5\\)",
      "explanation": "\\(0.064=\\dfrac{64}{1000}=\\dfrac{8}{125}=\\dfrac{8}{\\mathrm{ {5}^{3} }}\\)⇨ 분모의 소인수: \\(5\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 125,
      "question": {
        "text": "다음 보기의 분수 중 순환소수로 나타낼 수 있는 것을 모두 고르시오. <보기>ㄱ. \\(\\dfrac{11}{\\mathrm{ {2}^{2} ×11}}\\)ㄴ. \\(\\dfrac{21}{\\mathrm{2× {7}^{2} }}\\)ㄷ. \\(\\dfrac{49}{35}\\) ㄹ. \\(\\dfrac{14}{48}\\) <보기> ㄱ. \\(\\dfrac{11}{\\mathrm{ {2}^{2} ×11}}\\)ㄴ. \\(\\dfrac{21}{\\mathrm{2× {7}^{2} }}\\)ㄷ. \\(\\dfrac{49}{35}\\) ㄹ. \\(\\dfrac{14}{48}\\)  ",
        "latex": [
          "\\dfrac{11}{\\mathrm{ {2}^{2} ×11}}",
          "\\dfrac{21}{\\mathrm{2× {7}^{2} }}",
          "\\dfrac{49}{35}",
          "\\dfrac{14}{48}"
        ]
      },
      "answer": "ㄴ, ㄹ",
      "explanation": "ㄱ. \\(\\dfrac{11}{\\mathrm{ {2}^{2} ×11}}=\\dfrac{1}{\\mathrm{ {2}^{2} }}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 126,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. \\(0.\\dot{2}\\dot{5}\\) ",
        "latex": [
          "0.\\dot{2}\\dot{5}"
        ]
      },
      "answer": "\\(100\\), \\(99\\), \\(25\\), \\(\\dfrac{25}{99}\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 127,
      "question": {
        "text": "순환소수 \\(3.0\\dot{5}\\)를 기약분수로 나타내면 \\(\\dfrac{A}{18}\\)일 때, 자연수 \\(A\\)의 값을 구하시오. ",
        "latex": [
          "3.0\\dot{5}",
          "\\dfrac{A}{18}",
          "A"
        ]
      },
      "answer": "\\(55\\)",
      "explanation": "\\(3.0\\dot{5}=\\dfrac{\\mathrm{305-30}}{90}=\\dfrac{275}{90}=\\dfrac{55}{18}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 128,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(0.\\dot{4}\\) ",
        "latex": [
          "0.\\dot{4}"
        ]
      },
      "answer": "\\(\\dfrac{4}{9}\\)",
      "explanation": "\\(0.\\dot{4}\\)를 \\(x\\)라고 하면 \\(x=0.444⋯\\) \\(⋯⋯\\)①",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 129,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(0.\\dot{0}\\dot{9}\\) ",
        "latex": [
          "0.\\dot{0}\\dot{9}"
        ]
      },
      "answer": "\\(\\dfrac{1}{11}\\)",
      "explanation": "\\(0.\\dot{0}\\dot{9}\\)를 \\(x\\)라고 하면 \\(x=0.090909⋯\\) \\(⋯⋯\\)①",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 130,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(1.\\dot{3}2\\dot{1}\\) ",
        "latex": [
          "1.\\dot{3}2\\dot{1}"
        ]
      },
      "answer": "\\(\\dfrac{440}{333}\\)",
      "explanation": "\\(1.\\dot{3}2\\dot{1}\\)을 \\(x\\)라고 하면 \\(x=1.321321321⋯\\) \\(⋯⋯\\)①",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 131,
      "question": {
        "text": "순환소수 \\(0.1\\dot{4}\\dot{7}\\)을 분수로 나타내시오. ",
        "latex": [
          "0.1\\dot{4}\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{73}{495}\\)",
      "explanation": "\\(0.1\\dot{4}\\dot{7}\\)을 \\(x\\)라고 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 132,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(0.9\\dot{8}\\) ",
        "latex": [
          "0.9\\dot{8}"
        ]
      },
      "answer": "\\(\\dfrac{89}{90}\\)",
      "explanation": "\\(0.9\\dot{8}\\)을 \\(x\\)라고 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 133,
      "question": {
        "text": "다음은 순환소수를 분수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. \\(0.3\\dot{4}\\) ",
        "latex": [
          "0.3\\dot{4}"
        ]
      },
      "answer": "\\(100\\), \\(10\\), \\(90\\), \\(31\\), \\(\\dfrac{31}{90}\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 134,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(0.5\\dot{6}\\) ",
        "latex": [
          "0.5\\dot{6}"
        ]
      },
      "answer": "\\(\\dfrac{17}{30}\\)",
      "explanation": "\\(0.5\\dot{6}=\\dfrac{\\mathrm{56-5}}{90}=\\dfrac{51}{90}=\\dfrac{17}{30}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 135,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(0.\\dot{4}6\\dot{2}\\) ",
        "latex": [
          "0.\\dot{4}6\\dot{2}"
        ]
      },
      "answer": "\\(\\dfrac{154}{333}\\)",
      "explanation": "\\(0.\\dot{4}6\\dot{2}=\\dfrac{462}{999}=\\dfrac{154}{333}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 136,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(2.4\\dot{3}\\dot{5}\\) ",
        "latex": [
          "2.4\\dot{3}\\dot{5}"
        ]
      },
      "answer": "\\(\\dfrac{2411}{990}\\)",
      "explanation": "\\(2.4\\dot{3}\\dot{5}=\\dfrac{\\mathrm{2435-24}}{990}=\\dfrac{2411}{990}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 137,
      "question": {
        "text": "다음 중 옳은 것을 고르시오. 가. 모든 유한소수는 분수로 나타낼 수 있다. 나. 무한소수는 모두 순환소수이다. ",
        "latex": []
      },
      "answer": "가",
      "explanation": "나. 무한소수 중에는 순환소수가 아닌 무한소수도 있다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 138,
      "question": {
        "text": "다음은 순환소수 \\(1.5\\dot{4}\\)를 분수로 나타내는 과정이다. ㈎~㈒에 알맞은 수를 순서대로 구하시오. \\(1.5\\dot{4}\\)를 \\(x\\)라 하면 \\(x=1.5444⋯\\)     …… ㉠㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}}\\)과 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}}\\)을 각각 곱하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}\\mathit{x}=154.444⋯}\\)     …… ㉡\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=}\\)\\(15.444⋯\\)      …… ㉢㉡\\(-\\)㉢을 하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑}}}\\)\\(\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒}}}\\) \\(1.5\\dot{4}\\)를 \\(x\\)라 하면 \\(x=1.5444⋯\\)     …… ㉠ ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}}\\)과 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}}\\)을 각각 곱하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}\\mathit{x}=154.444⋯}\\)     …… ㉡ \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=}\\)\\(15.444⋯\\)      …… ㉢ ㉡\\(-\\)㉢을 하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑}}}\\) \\(\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒}}}\\)     ",
        "latex": [
          "1.5\\dot{4}",
          "1.5\\dot{4}",
          "x",
          "x=1.5444⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎}}\\mathit{x}=154.444⋯}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=}",
          "15.444⋯",
          "-",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑}}}",
          "\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒}}}"
        ]
      },
      "answer": "\\(100\\), \\(10\\), \\(90\\), \\(139\\), \\(\\dfrac{139}{90}\\)",
      "explanation": null,
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 139,
      "question": {
        "text": "순환소수 \\(x=2.\\dot{3}6\\dot{8}\\)을 분수로 나타내려고 할 때, 다음 중 가장 편리한 식은?",
        "latex": [
          "x=2.\\dot{3}6\\dot{8}"
        ]
      },
      "answer": "④",
      "explanation": "\\(x=2.\\dot{3}6\\dot{8}=2.368368368⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 140,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "①\\(0.\\dot{4}\\dot{1}=\\dfrac{41}{99}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 141,
      "question": {
        "text": "다음 보기 중 순환소수를 분수로 나타내는 과정으로 옳지 않은 것을 모두 고르시오. <보기>ㄱ. \\(1.0\\dot{3}=\\dfrac{\\mathrm{103-1}}{90}\\)​  ​   ㄴ. \\(0.5\\dot{1}\\dot{2}=\\dfrac{\\mathrm{512−5}}{990}\\)ㄷ. \\(2.\\dot{6}\\dot{8}=\\dfrac{\\mathrm{268-2}}{990}\\)​  ​   ㄹ. \\(7.\\dot{3}=\\dfrac{\\mathrm{73-7}}{9}\\) <보기> ㄱ. \\(1.0\\dot{3}=\\dfrac{\\mathrm{103-1}}{90}\\)​  ​   ㄴ. \\(0.5\\dot{1}\\dot{2}=\\dfrac{\\mathrm{512−5}}{990}\\) ㄷ. \\(2.\\dot{6}\\dot{8}=\\dfrac{\\mathrm{268-2}}{990}\\)​  ​   ㄹ. \\(7.\\dot{3}=\\dfrac{\\mathrm{73-7}}{9}\\)  ",
        "latex": [
          "1.0\\dot{3}=\\dfrac{\\mathrm{103-1}}{90}",
          "0.5\\dot{1}\\dot{2}=\\dfrac{\\mathrm{512−5}}{990}",
          "2.\\dot{6}\\dot{8}=\\dfrac{\\mathrm{268-2}}{990}",
          "7.\\dot{3}=\\dfrac{\\mathrm{73-7}}{9}"
        ]
      },
      "answer": "ㄱ, ㄷ",
      "explanation": "ㄱ. \\(1.0\\dot{3}=\\dfrac{\\mathrm{103-10}}{90}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 142,
      "question": {
        "text": "다음 중 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "④, ⑤",
      "explanation": "④ 무한소수 중에서 순환소수는 분수로 나타낼 수 있지만 순환소수가 아닌 무한소수는 분수로 나타낼 수 없다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 143,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타내는 과정에서 주어진 순환소수를 \\(x\\)라 할 때, \\(1000x-100x\\)를 이용하는 것이 가장 편리한 것은?",
        "latex": [
          "x",
          "1000x-100x"
        ]
      },
      "answer": "⑤",
      "explanation": "순환소수를 분수로 나타내는 과정에서 가장 편리한 식은 다음과 같다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 144,
      "question": {
        "text": "다음 중 순환소수 \\(x=5.1030303⋯\\)에 대한 설명으로 옳지 않은 것은?",
        "latex": [
          "x=5.1030303⋯"
        ]
      },
      "answer": "④",
      "explanation": "④ \\(1000x=5103.030303⋯,ﾠ\\, 10x=51.030303⋯\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 145,
      "question": {
        "text": "기약분수 \\(\\dfrac{x}{30}\\)를 소수로 나타내면 \\(1.3666⋯\\)일 때, 자연수 \\(x\\)의 값은?",
        "latex": [
          "\\dfrac{x}{30}",
          "1.3666⋯",
          "x"
        ]
      },
      "answer": "③",
      "explanation": "\\(1.3666⋯=1.3\\dot{6}=\\dfrac{\\mathrm{136-13}}{90}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 146,
      "question": {
        "text": "\\(\\dfrac{1}{4} &lt; 0.\\dot{x} &lt; \\dfrac{11}{12}\\)을 만족하는 한 자리 자연수 \\(x\\)의 값 중에서 가장 큰 값을 \\(a\\), 가장 작은 값을 \\(b\\)라할 때, \\(a+b\\)의 값은?",
        "latex": [
          "\\dfrac{1}{4} &lt; 0.\\dot{x} &lt; \\dfrac{11}{12}",
          "x",
          "a",
          "b",
          "a+b"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(0.\\dot{x}=\\dfrac{x}{9}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 147,
      "question": {
        "text": "어떤 양수에 \\(2.\\dot{8}\\)을 곱해야 할 것을 잘못 보아서 \\(2.8\\)을 곱하였더니 바르게 계산한 결과보다 \\(0.4\\)만큼 작았다. 이때 어떤 양수는?",
        "latex": [
          "2.\\dot{8}",
          "2.8",
          "0.4"
        ]
      },
      "answer": "③",
      "explanation": "어떤 양수를 \\(x\\)라 하면 \\(2.8x=2.\\dot{8}x-0.4\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 148,
      "question": {
        "text": "어떤 기약분수를 순환소수로 나타내는데 주연이는 분모를 잘못 보아서 \\(0.\\dot{0}1\\dot{1}\\)이라 하였고, 소희는 분자를 잘못 보아서 \\(0.01\\dot{4}\\)라 하였다. 처음의 기약분수를 순환소수로 바르게 나타내시오. ",
        "latex": [
          "0.\\dot{0}1\\dot{1}",
          "0.01\\dot{4}"
        ]
      },
      "answer": "\\(0.01\\dot{2}\\)",
      "explanation": "주연이는 분자를 바르게 보았으므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 149,
      "question": {
        "text": "순환소수 \\(0.6\\dot{1}\\)에 \\(a\\)를 곱한 결과가 자연수일 때, 두 자리 자연수 \\(a\\)의 개수를 구하시오. ",
        "latex": [
          "0.6\\dot{1}",
          "a",
          "a"
        ]
      },
      "answer": "\\(5\\)개",
      "explanation": "\\(0.6\\dot{1}=\\dfrac{\\mathrm{61−6}}{90}=\\dfrac{55}{90}=\\dfrac{11}{18}\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 150,
      "question": {
        "text": "\\(0.7+0.05+0.005+0.0005+⋯\\)를 계산하여 기약분수로 나타내면 \\(\\dfrac{b}{a}\\)이다. 이때 \\(a-b\\)의 값을 구하시오. ",
        "latex": [
          "0.7+0.05+0.005+0.0005+⋯",
          "\\dfrac{b}{a}",
          "a-b"
        ]
      },
      "answer": "\\(11\\)",
      "explanation": "\\(0.7+0.05+0.005+0.0005+\\,⋯\\) \\(=0.7555⋯=0.7\\dot{5}\\)이므로 기약분수로 나타내면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 151,
      "question": {
        "text": "\\(\\dfrac{8}{13}=\\dfrac{\\mathrm{ {\\mathit{x}}_{1} }}{10}+\\dfrac{\\mathrm{ {\\mathit{x}}_{2} }}{\\mathrm{1 {0}^{2} }}+\\dfrac{\\mathrm{ {\\mathit{x}}_{3} }}{\\mathrm{1 {0}^{3} }}+⋯+\\dfrac{\\mathrm{ {\\mathit{x}}_{\\mathit{n}} }}{\\mathrm{1 {0}^{\\mathit{n}} }}+⋯\\)이라 할 때, \\( {x}_{1} + {x}_{2} + {x}_{3} +⋯+ {x}_{20} \\)의 값을 구하시오. (단, \\( {x}_{1} ,ﾠ\\,  {x}_{2} ,ﾠ\\,  {x}_{3} ,ﾠ\\, ⋯,ﾠ\\,  {x}_{n} ,ﾠ\\, ⋯\\)은 한 자리 자연수) ",
        "latex": [
          "\\dfrac{8}{13}=\\dfrac{\\mathrm{ {\\mathit{x}}_{1} }}{10}+\\dfrac{\\mathrm{ {\\mathit{x}}_{2} }}{\\mathrm{1 {0}^{2} }}+\\dfrac{\\mathrm{ {\\mathit{x}}_{3} }}{\\mathrm{1 {0}^{3} }}+⋯+\\dfrac{\\mathrm{ {\\mathit{x}}_{\\mathit{n}} }}{\\mathrm{1 {0}^{\\mathit{n}} }}+⋯",
          " {x}_{1} + {x}_{2} + {x}_{3} +⋯+ {x}_{20} ",
          " {x}_{1} ,ﾠ\\,  {x}_{2} ,ﾠ\\,  {x}_{3} ,ﾠ\\, ⋯,ﾠ\\,  {x}_{n} ,ﾠ\\, ⋯"
        ]
      },
      "answer": "\\(88\\)",
      "explanation": "\\(\\dfrac{8}{13}=0.615384615384⋯=0.\\dot{6}1538\\dot{4}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 152,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(5.2\\dot{6}\\) ",
        "latex": [
          "5.2\\dot{6}"
        ]
      },
      "answer": "\\(\\dfrac{79}{15}\\)",
      "explanation": "\\(5.2\\dot{6}\\)을 \\(x\\)라고 하면 \\(x=5.2666⋯\\) \\(⋯⋯\\)①",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 153,
      "question": {
        "text": "다음 순환소수를 분수로 나타내시오. \\(1.2\\dot{3}\\dot{4}\\) ",
        "latex": [
          "1.2\\dot{3}\\dot{4}"
        ]
      },
      "answer": "\\(\\dfrac{611}{495}\\)",
      "explanation": "\\(1.2\\dot{3}\\dot{4}\\)를 \\(x\\)라고 하면 \\(x=1.2343434⋯\\) \\(⋯⋯\\)①",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 154,
      "question": {
        "text": "순환소수 \\(0.3\\dot{2}\\dot{7}\\)을 기약분수로 나타내시오. ",
        "latex": [
          "0.3\\dot{2}\\dot{7}"
        ]
      },
      "answer": "\\(\\dfrac{18}{55}\\)",
      "explanation": "\\(0\\,.\\,3\\dot{2}\\dot{7}\\)를 \\(x\\)라고 하면 \\(x=0.3272727⋯\\) \\(⋯⋯\\)①",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 155,
      "question": {
        "text": "다음은 순환소수 \\(0.\\dot{8}\\dot{3}\\)을 분수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. 순환소수 \\(0.\\dot{8}\\dot{3}\\)을 \\(x\\)라고 하면 \\(x=0.838383⋯\\) \\(⋯⋯\\)①①의 양변에 \\(◻\\)﻿을 곱하면 \\(◻x=83.838383⋯\\) \\(⋯⋯\\)②②에서 ①을 변끼리 빼면 \\(◻x=◻\\)따라서 \\(x=◻\\) 순환소수 \\(0.\\dot{8}\\dot{3}\\)을 \\(x\\)라고 하면 \\(x=0.838383⋯\\) \\(⋯⋯\\)① ①의 양변에 \\(◻\\)﻿을 곱하면 \\(◻x=83.838383⋯\\) \\(⋯⋯\\)② ②에서 ①을 변끼리 빼면 \\(◻x=◻\\) 따라서 \\(x=◻\\)     ",
        "latex": [
          "0.\\dot{8}\\dot{3}",
          "0.\\dot{8}\\dot{3}",
          "x",
          "x=0.838383⋯",
          "⋯⋯",
          "◻",
          "◻x=83.838383⋯",
          "⋯⋯",
          "◻x=◻",
          "x=◻"
        ]
      },
      "answer": "\\(100\\), \\(100\\), \\(99\\), \\(83\\), \\(\\dfrac{83}{99}\\)",
      "explanation": "순환소수 \\(0.\\dot{8}\\dot{3}\\)을 \\(x\\)라고 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 156,
      "question": {
        "text": "분수 \\(\\dfrac{x}{6}\\)를 소수로 나타내면 \\(2.1666⋯\\)이 될 때, 자연수 \\(x\\)를 구하시오. ",
        "latex": [
          "\\dfrac{x}{6}",
          "2.1666⋯",
          "x"
        ]
      },
      "answer": "\\(13\\)",
      "explanation": "\\(2.1666⋯=2.1\\dot{6}\\)이므로 순환소수 \\(2.1\\dot{6}\\)을 \\(y\\)라고 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 157,
      "question": {
        "text": "어떤 기약분수를 순환소수로 나타내는데, 주영이는 분모를 잘못 보아서 \\(0.58\\dot{3}\\)이라 하였고 민성이는 분자를 잘못 보아서 \\(0.\\dot{5}\\dot{4}\\)라고 하였다. 처음의 기약분수를 순환소수로 바르게 나타내시오. ",
        "latex": [
          "0.58\\dot{3}",
          "0.\\dot{5}\\dot{4}"
        ]
      },
      "answer": "\\(0.\\dot{6}\\dot{3}\\)",
      "explanation": "순환소수 \\(0.58\\dot{3}\\)을 \\(x\\)라고 하면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 158,
      "question": {
        "text": "\\(\\dfrac{13}{3}\\)보다 \\(1.\\dot{8}\\)만큼 작은 수는?",
        "latex": [
          "\\dfrac{13}{3}",
          "1.\\dot{8}"
        ]
      },
      "answer": "①",
      "explanation": "\\(\\dfrac{13}{3}-1.\\dot{8}=\\dfrac{13}{3}-\\dfrac{\\mathrm{18-1}}{9}=\\dfrac{13}{3}-\\dfrac{17}{9}\\)\\(=\\dfrac{22}{9}=2.444⋯=2.\\dot{4}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 159,
      "question": {
        "text": "다음 등식을 만족하는 \\(a\\)의 값을 순환소수로 나타내시오. \\(\\dfrac{16}{33}=a+0.\\dot{3}\\dot{4}\\) \\(\\dfrac{16}{33}=a+0.\\dot{3}\\dot{4}\\) ",
        "latex": [
          "a",
          "\\dfrac{16}{33}=a+0.\\dot{3}\\dot{4}"
        ]
      },
      "answer": "\\(0.\\dot{1}\\dot{4}\\)",
      "explanation": "\\(\\dfrac{16}{33}=a+0.\\dot{3}\\dot{4}\\)에서 \\(\\dfrac{16}{33}=a+\\dfrac{34}{99}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 160,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(1.\\dot{6}\\) ",
        "latex": [
          "1.\\dot{6}"
        ]
      },
      "answer": "\\(\\dfrac{5}{3}\\)",
      "explanation": "\\(1.\\dot{6}=\\dfrac{\\mathrm{16-1}}{9}=\\dfrac{5}{3}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 161,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.\\dot{5}\\dot{2}\\) ",
        "latex": [
          "0.\\dot{5}\\dot{2}"
        ]
      },
      "answer": "\\(\\dfrac{52}{99}\\)",
      "explanation": "\\(0.\\dot{5}\\dot{2}=\\dfrac{52}{99}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 162,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.4\\dot{5}\\) ",
        "latex": [
          "0.4\\dot{5}"
        ]
      },
      "answer": "\\(\\dfrac{41}{90}\\)",
      "explanation": "\\(0.4\\dot{5}=\\dfrac{\\mathrm{45-4}}{90}=\\dfrac{41}{90}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 163,
      "question": {
        "text": "다음 순환소수를 기약분수로 나타내시오. \\(0.5\\dot{7}\\dot{8}\\) ",
        "latex": [
          "0.5\\dot{7}\\dot{8}"
        ]
      },
      "answer": "\\(\\dfrac{191}{330}\\)",
      "explanation": "\\(0.5\\dot{7}\\dot{8}=\\dfrac{\\mathrm{578-5}}{990}=\\dfrac{191}{330}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 164,
      "question": {
        "text": "다음 네 학생 중 주어진 순환소수를 분수로 나타내려고 할 때, 가장 편리한 식을 잘못 말한 학생을 모두 고르시오. [민정] \\(x=1.\\dot{3}\\)⇨ \\(10x-x\\)[은수] \\(x=2.7\\dot{5}\\)⇨ \\(100x-x\\)[규민] \\(x=3.\\dot{2}\\dot{5}\\)⇨ \\(100x-x\\)[성주] \\(x=5.2\\dot{4}\\dot{0}\\)⇨ \\(1000x-10x\\) [민정] \\(x=1.\\dot{3}\\)⇨ \\(10x-x\\) [은수] \\(x=2.7\\dot{5}\\)⇨ \\(100x-x\\) [규민] \\(x=3.\\dot{2}\\dot{5}\\)⇨ \\(100x-x\\) [성주] \\(x=5.2\\dot{4}\\dot{0}\\)⇨ \\(1000x-10x\\) ",
        "latex": [
          "x=1.\\dot{3}",
          "10x-x",
          "x=2.7\\dot{5}",
          "100x-x",
          "x=3.\\dot{2}\\dot{5}",
          "100x-x",
          "x=5.2\\dot{4}\\dot{0}",
          "1000x-10x"
        ]
      },
      "answer": "은수",
      "explanation": "[민정] \\(x=1.333⋯\\)이므로 \\(10x=13.333⋯\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 165,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타낸 것으로 옳지 않은 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "①\\(0.\\dot{2}\\dot{1}=\\dfrac{21}{99}=\\dfrac{7}{33}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 166,
      "question": {
        "text": "다음 중 옳은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "①무한소수 중 순환소수만 유리수이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 167,
      "question": {
        "text": "다음 보기 중 옳은 것을 모두 고르시오. <보기>ㄱ. 순환소수는 무한소수이다.ㄴ. 모든 유리수는 유한소수이다.ㄷ. 순환소수가 아닌 무한소수는 유리수가 아니다.ㄹ. 정수가 아닌 유리수 중 유한소수로 나타낼 수 없는 것은 순환소수로 나타낼 수 있다. <보기> ㄱ. 순환소수는 무한소수이다. ㄴ. 모든 유리수는 유한소수이다. ㄷ. 순환소수가 아닌 무한소수는 유리수가 아니다. ㄹ. 정수가 아닌 유리수 중 유한소수로 나타낼 수 없는 것은 순환소수로 나타낼 수 있다.   ",
        "latex": []
      },
      "answer": "ㄱ, ㄷ, ㄹ",
      "explanation": "ㄴ. \\(\\dfrac{1}{3}=0.333⋯\\)은 유리수이지만 유한소수가 아니다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 168,
      "question": {
        "text": "다음 중 옳지 않은 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "③, ④",
      "explanation": "③\\(\\dfrac{3}{30}=\\dfrac{1}{10}=0.1\\)은 분모가 \\(30\\)이지만 유한소수로 나타낼 수 있다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 169,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. ☐에 알맞은 수를 써넣으시오. \\(0.\\dot{2}\\dot{3}\\) ",
        "latex": [
          "0.\\dot{2}\\dot{3}"
        ]
      },
      "answer": "\\(100\\), \\(100\\), \\(99\\), \\(23\\), \\(23\\)",
      "explanation": "순환소수 \\(0.\\dot{2}\\dot{3}\\)을 \\(x\\)로 놓으면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 170,
      "question": {
        "text": "다음은 순환소수를 기약분수로 나타내는 과정이다. ☐에 알맞은 수를 써넣으시오. \\(0.5\\dot{1}\\) ",
        "latex": [
          "0.5\\dot{1}"
        ]
      },
      "answer": "\\(10\\), \\(10\\), \\(100\\), \\(100\\), \\(90\\), \\(46\\), \\(23\\)",
      "explanation": "순환소수 \\(\\mathrm{0.5i}\\)을 \\(x\\)로 놓으면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 171,
      "question": {
        "text": "순환소수 \\(0.18\\dot{4}\\)를 분수로 나타내려고 한다. \\(0.18\\dot{4}\\)를 \\(x\\)로 놓을 때, 다음 중 가장 편리한 식은?",
        "latex": [
          "0.18\\dot{4}",
          "0.18\\dot{4}",
          "x"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(x=0.18\\dot{4}=0.18444⋯\\)이므로",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 172,
      "question": {
        "text": "다음은 순환소수 \\(0.3\\dot{4}\\dot{6}\\)을 분수로 나타내는 과정이다. ㈎~㈒에 알맞은 수를 순서대로 구하시오. 순환소수 \\(0.3\\dot{4}\\dot{6}\\)을 \\(x\\)로 놓으면\\(x=0.3464646⋯\\)\\(⋯⋯\\)㉠㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎~}}}\\)을 곱하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎ﾠ}}\\mathit{x}=3.464646⋯}\\)\\(⋯⋯\\)㉡또, ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏ﾠ}}}\\)을 곱하면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=346.464646⋯}\\)\\(⋯⋯\\)㉢㉢에서 ㉡을 변끼리 빼면\\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐ﾠ}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑ﾠ}}}\\)​  ​   \\(\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒ﾠ}}}\\) 순환소수 \\(0.3\\dot{4}\\dot{6}\\)을 \\(x\\)로 놓으면 \\(x=0.3464646⋯\\)\\(⋯⋯\\)㉠ ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎~}}}\\)을 곱하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎ﾠ}}\\mathit{x}=3.464646⋯}\\)\\(⋯⋯\\)㉡ 또, ㉠의 양변에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏ﾠ}}}\\)을 곱하면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=346.464646⋯}\\)\\(⋯⋯\\)㉢ ㉢에서 ㉡을 변끼리 빼면 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐ﾠ}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑ﾠ}}}\\)​  ​ \\(\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒ﾠ}}}\\)     ",
        "latex": [
          "0.3\\dot{4}\\dot{6}",
          "0.3\\dot{4}\\dot{6}",
          "x",
          "x=0.3464646⋯",
          "⋯⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎~}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈎ﾠ}}\\mathit{x}=3.464646⋯}",
          "⋯⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏ﾠ}}}",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈏}}\\mathit{x}=346.464646⋯}",
          "⋯⋯",
          "\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈐ﾠ}}\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈑ﾠ}}}",
          "\\mathrm{\\mathit{x}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㈒ﾠ}}}"
        ]
      },
      "answer": "\\(10\\), \\(1000\\), \\(990\\), \\(343\\), \\(\\dfrac{343}{990}\\)",
      "explanation": "순환소수 \\(0.3\\dot{4}\\dot{6}\\)을 \\(x\\)로 놓으면",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 173,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타내는 과정으로 옳은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "①\\(0.7\\dot{3}=\\dfrac{\\mathrm{73-7}}{90}\\)②\\(0.1\\dot{2}\\dot{0}=\\dfrac{\\mathrm{120-1}}{990}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 174,
      "question": {
        "text": "순환소수 \\(3.6\\dot{9}\\)를 기약분수로 나타내면 \\(\\dfrac{b}{a}\\)일 때, \\(\\dfrac{a}{b}\\)를 순환소수로 나타내시오. ",
        "latex": [
          "3.6\\dot{9}",
          "\\dfrac{b}{a}",
          "\\dfrac{a}{b}"
        ]
      },
      "answer": "\\(0.\\dot{2}7\\dot{0}\\)",
      "explanation": "\\(3.6\\dot{9}=\\dfrac{\\mathrm{369-36}}{90}=\\dfrac{37}{10}\\)이므로 \\(a=10,ﾠ\\, b=37\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 175,
      "question": {
        "text": "\\(9×\\left({\\dfrac{1}{10}+\\dfrac{1}{\\mathrm{1 {0}^{3} }}+\\dfrac{1}{\\mathrm{1 {0}^{5} }}+⋯}\\right)=\\dfrac{\\mathit{b}}{\\mathit{a}}\\)일 때, \\(a-b\\)의 값을 구하시오. (단, \\(a,ﾠ\\, b\\)는 서로소인 자연수) ",
        "latex": [
          "9×\\left({\\dfrac{1}{10}+\\dfrac{1}{\\mathrm{1 {0}^{3} }}+\\dfrac{1}{\\mathrm{1 {0}^{5} }}+⋯}\\right)=\\dfrac{\\mathit{b}}{\\mathit{a}}",
          "a-b",
          "a,ﾠ\\, b"
        ]
      },
      "answer": "\\(1\\)",
      "explanation": "\\(9×\\left({\\dfrac{1}{10}+\\dfrac{1}{\\mathrm{1 {0}^{3} }}+\\dfrac{1}{\\mathrm{1 {0}^{5} }}+⋯}\\right)\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 176,
      "question": {
        "text": "어떤 기약분수를 소수로 나타내는데 나연이는 분모를 잘못 보아 \\(1.\\dot{4}\\)로 나타내고, 지효는 분 자를 잘못 보아 \\(0.\\dot{6}\\)으로 나타내었다. 처음 기약분수를 순환소수로 나타내면?",
        "latex": [
          "1.\\dot{4}",
          "0.\\dot{6}"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(1.\\dot{4}=\\dfrac{\\mathrm{14-1}}{9}=\\dfrac{13}{9}\\)이므로 처음 기약분수의 분자는 \\(13\\)이고, \\(0.\\dot{6}=\\dfrac{6}{9}=\\dfrac{2}{3}\\)이므로 처음 기약분수의 분모는 \\(3\\)이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 177,
      "question": {
        "text": "기약분수 \\(\\dfrac{b}{a}\\)를 소수로 나타내는데 지훈이는 분모를 잘못 보아 \\(0.3\\dot{6}\\)으로 나타내고, 성우는 분자를 잘못 보아 \\(0.\\dot{7}\\)로 나타내었다. 이때 \\(\\dfrac{a}{b}\\)를 순환소수로 나타내시오. ",
        "latex": [
          "\\dfrac{b}{a}",
          "0.3\\dot{6}",
          "0.\\dot{7}",
          "\\dfrac{a}{b}"
        ]
      },
      "answer": "\\(0.\\dot{8}\\dot{1}\\)",
      "explanation": "\\(0.3\\dot{6}=\\dfrac{\\mathrm{36-3}}{90}=\\dfrac{11}{30}\\)이므로 기약분수의 분자는 \\(11\\)이고, \\(0.\\dot{7}=\\dfrac{7}{9}\\)이므로 기약분수의 분모는 \\(9\\)이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 178,
      "question": {
        "text": "\\(a=2.\\dot{4}\\dot{5},ﾠ\\, b=0.1\\dot{9}\\dot{0}\\)일 때, \\(\\dfrac{b}{a}\\)를 순환소수로 나타내면?",
        "latex": [
          "a=2.\\dot{4}\\dot{5},ﾠ\\, b=0.1\\dot{9}\\dot{0}",
          "\\dfrac{b}{a}"
        ]
      },
      "answer": "④",
      "explanation": "\\(\\mathit{a}=2.\\dot{4}\\dot{5}=\\dfrac{\\mathrm{245-2}}{99}=\\dfrac{27}{11}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 179,
      "question": {
        "text": "\\(0.8\\dot{3}+1.\\dot{3}\\)을 계산한 결과를 기약분수로 나타내면 \\(\\dfrac{b}{a}\\)일 때, 자연수 \\(a,ﾠ\\, b\\)에 대하여 \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "0.8\\dot{3}+1.\\dot{3}",
          "\\dfrac{b}{a}",
          "a,ﾠ\\, b",
          "a+b"
        ]
      },
      "answer": "\\(19\\)",
      "explanation": "\\(0.8\\dot{3}+1.\\dot{3}=\\dfrac{\\mathrm{83-8}}{90}+\\dfrac{\\mathrm{13-1}}{9}=\\dfrac{5}{6}+\\dfrac{4}{3}=\\dfrac{13}{6}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 180,
      "question": {
        "text": "방정식 \\(0.\\dot{3}x-2=1.\\dot{2}\\)의 해를 순환소수로 나타내면?",
        "latex": [
          "0.\\dot{3}x-2=1.\\dot{2}"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(0.\\dot{3}x-2=1.\\dot{2}\\)에서 \\(\\dfrac{3}{9}\\mathit{x}-2=\\dfrac{\\mathrm{12-1}}{9}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 181,
      "question": {
        "text": "\\(1.4\\dot{7}=A×0.0\\dot{1},ﾠ\\, 0.\\dot{5}=B×0.\\dot{1}\\)일 때, \\(A-B\\)의 값을 구하시오. ",
        "latex": [
          "1.4\\dot{7}=A×0.0\\dot{1},ﾠ\\, 0.\\dot{5}=B×0.\\dot{1}",
          "A-B"
        ]
      },
      "answer": "\\(128\\)",
      "explanation": "\\(1.4\\dot{7}=\\dfrac{\\mathrm{147−14}}{90}=\\dfrac{133}{90}=133×\\dfrac{1}{90}=133×0.0\\dot{1}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 182,
      "question": {
        "text": "순환소수 \\(1.0\\dot{6}\\)에 어떤 자연수를 곱하여 유한소수가 되도록 할 때, 곱할 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "1.0\\dot{6}"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "\\(1.0\\dot{6}=\\dfrac{\\mathrm{106-10}}{90}=\\dfrac{16}{15}=\\dfrac{16}{\\mathrm{3×5}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 183,
      "question": {
        "text": "순환소수 \\(0.\\dot{2}\\dot{7}\\)에 \\(x\\)를 곱한 값이 자연수가 될 때, \\(x\\)의 값이 될 수 있는 가장 작은 세 자리 자연수를 구하시오. ",
        "latex": [
          "0.\\dot{2}\\dot{7}",
          "x",
          "x"
        ]
      },
      "answer": "\\(110\\)",
      "explanation": "\\(0.\\dot{2}\\dot{7}=\\dfrac{27}{99}=\\dfrac{3}{11}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 184,
      "question": {
        "text": "순환소수 \\(1.4\\dot{4}\\dot{2}\\)에 \\(A\\)를 곱한 결과가 유한소수일 때, 다음 중 \\(A\\)의 값이 될 수 있는 것은?",
        "latex": [
          "1.4\\dot{4}\\dot{2}",
          "A",
          "A"
        ]
      },
      "answer": "④",
      "explanation": "\\(1.4\\dot{4}\\dot{2}=\\dfrac{\\mathrm{1442-14}}{990}=\\dfrac{238}{165}=\\dfrac{238}{\\mathrm{3×5×11}}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 185,
      "question": {
        "text": "\\(0.19\\dot{4}×x\\)가 유한소수가 되도록 하는 가장 작은 자연수 \\(x\\)의 값을 \\(a\\), 가장 큰 두 자리 자연 수 \\(x\\)의 값을 \\(b\\)라 하자. 이때 \\(\\dfrac{b}{a}\\)의 값을 구하시오. ",
        "latex": [
          "0.19\\dot{4}×x",
          "x",
          "a",
          "x",
          "b",
          "\\dfrac{b}{a}"
        ]
      },
      "answer": "\\(11\\)",
      "explanation": "\\(0.19\\dot{4}=\\dfrac{\\mathrm{194-19}}{900}=\\dfrac{7}{36}=\\dfrac{7}{\\mathrm{ {2}^{2} × {3}^{2} }}\\)",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 186,
      "question": {
        "text": "다음 중 \\(0.3\\dot{2}\\)와 \\(0.\\dot{7}\\dot{2}\\) 사이의 수는?",
        "latex": [
          "0.3\\dot{2}",
          "0.\\dot{7}\\dot{2}"
        ]
      },
      "answer": "⑤",
      "explanation": "순환소수를 분수로 나타내어 분모를 같게 한 후 대소를 비교한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 187,
      "question": {
        "text": "두 분수 \\(\\dfrac{5}{12}\\)와 \\(\\dfrac{17}{22}\\)을 소수로 나타내었을 때, 순환마디를 이루는 숫자의 개수를 각각 \\(a\\)개, \\(b\\)개라 하자. 이때 \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{5}{12}",
          "\\dfrac{17}{22}",
          "a",
          "b",
          "a+b"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "분수를 소수로 나타내어 순환마디를 구한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 188,
      "question": {
        "text": "다음 표는 야구 경기에 참가한 두 선수의 타율에 대한 기록이다. 타율을 각각 소수로 나타내었을 때, \\(\\mathrm{A}\\) 선수의 타율의 소수점 아래 \\(19\\)번째 자리의 숫자를 ﻿\\(a\\), \\(\\mathrm{B}\\) 선수의 타율의 소수점 아래 \\(41\\)번째 자리의 숫자를 \\(b\\)라 하자. 이때 \\(ab\\)의 값을 구하시오. (단, \\((타율)=\\dfrac{\\mathrm{(안타\\,수)}}{\\mathrm{(타수)}}\\)로 계산한다.) 선수타수안타 수\\(\\mathrm{A}\\)\\(99\\)\\(12\\)\\(\\mathrm{B}\\)\\(111\\)\\(27\\) 선수 타수 안타 수 \\(\\mathrm{A}\\) \\(99\\) \\(12\\) \\(\\mathrm{B}\\) \\(111\\) \\(27\\) ",
        "latex": [
          "\\mathrm{A}",
          "19",
          "a",
          "\\mathrm{B}",
          "41",
          "b",
          "ab",
          "(타율)=\\dfrac{\\mathrm{(안타\\,수)}}{\\mathrm{(타수)}}",
          "\\mathrm{A}",
          "99",
          "12",
          "\\mathrm{B}",
          "111",
          "27"
        ]
      },
      "answer": "\\(4\\)",
      "explanation": "먼저 \\(\\mathrm{A,ﾠ\\,B}\\) 두 선수의 타율을 각각 소수로 나타낸다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 189,
      "question": {
        "text": "순환소수 \\(0.2\\dot{3}84\\dot{7}\\)의 소수점 아래 \\(65\\)번째 자리의 숫자는?",
        "latex": [
          "0.2\\dot{3}84\\dot{7}",
          "65"
        ]
      },
      "answer": "⑤",
      "explanation": "순환마디를 이루는 숫자의 개수를 이용하여 소수점 아래 \\(65\\)번째 자리의 숫자를 구한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 190,
      "question": {
        "text": "분수 \\(\\dfrac{7}{\\mathrm{2× {5}^{2} ×\\mathit{n}}}\\)을 소수로 나타내었을 때, 순환소수가 되도록 하는 모든 한 자리 자연수 \\(n\\)의 값의 합은?",
        "latex": [
          "\\dfrac{7}{\\mathrm{2× {5}^{2} ×\\mathit{n}}}",
          "n"
        ]
      },
      "answer": "④",
      "explanation": "순환소수로 나타낼 수 있는 분수는 기약분수로 나타내었을 때, 분모가 \\(2\\)와 \\(5\\) 이외의 소인",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 191,
      "question": {
        "text": "다음 중 순환소수를 분수로 나타내는 과정에서 주어진 순환소수를 \\(x\\)라 할 때, \\(1000x-x\\)를 이용하는 것이 가장 편리한 것은?",
        "latex": [
          "x",
          "1000x-x"
        ]
      },
      "answer": "④",
      "explanation": "\\(x\\)의 양변에 \\(10\\)의 거듭제곱을 곱하여 소수점 아래의 부분이 같은 두 식을 만든다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 192,
      "question": {
        "text": "다음 중 순환소수 \\(x=2.0414141⋯\\)에 대한 설명으로 옳지 않은 것은?",
        "latex": [
          "x=2.0414141⋯"
        ]
      },
      "answer": "③",
      "explanation": "\\(a,ﾠ\\, b,ﾠ\\, c,ﾠ\\, d\\)가 \\(0\\) 또는 한 자리 자연수일 때,",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 193,
      "question": {
        "text": "기약분수 \\(\\dfrac{x}{45}\\)를 소수로 나타내면 \\(0.1\\dot{5}\\)일 때, 자연수 \\(x\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{x}{45}",
          "0.1\\dot{5}",
          "x"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "순환소수를 기약분수로 나타낸 후 \\(x\\)의 값을 구한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 194,
      "question": {
        "text": "어떤 기약분수를 소수로 나타내는데 윤기는 분모를 잘못 보아 \\(1.\\dot{3}\\)으로 나타내고, 정국이는 분자를 잘못 보아 \\(0.\\dot{4}\\dot{2}\\)로 나타내었다. 처음 기약분수를 순환소수로 나타내면?",
        "latex": [
          "1.\\dot{3}",
          "0.\\dot{4}\\dot{2}"
        ]
      },
      "answer": "①",
      "explanation": "처음 기약분수에서 윤기는 분자를 제대로 보았고, 정국이는 분모를 제대로 보았음을 이용한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 195,
      "question": {
        "text": "\\(\\mathrm{0.\\dot{1}3\\dot{5}=135×\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}\\)에서 ☐ 안에 알맞은 수는?",
        "latex": [
          "\\mathrm{0.\\dot{1}3\\dot{5}=135×\\bbox[2px,border:1px solid #000000;]{\\mathrm{~}}}"
        ]
      },
      "answer": "①",
      "explanation": "순환소수를 분수로 나타내어 계산한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 196,
      "question": {
        "text": "어떤 자연수에 \\(2.\\dot{6}\\)을 곱해야 할 것을 잘못하여 \\(2.6\\)을 곱하였더니 그 계산 결과가 바르게 계산한 답보다 \\(0.2\\)만큼 작았다. 이때 어떤 자연수를 구하시오. ",
        "latex": [
          "2.\\dot{6}",
          "2.6",
          "0.2"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "어떤 자연수를 \\(x\\)라 하고 주어진 문제를 식으로 나타낸다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 197,
      "question": {
        "text": "순환소수 \\(0.4\\dot{8}\\)에 \\(n\\)을 곱하면 유한소수가 될 때, 다음 중 \\(n\\)의 값이 될 수 없는 것은?",
        "latex": [
          "0.4\\dot{8}",
          "n",
          "n"
        ]
      },
      "answer": "②",
      "explanation": "순환소수를 기약분수로 나타낸 후 분모의 소인수가 \\(2\\)나 \\(5\\)뿐이어야 함을 이용한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 198,
      "question": {
        "text": "다음 중 옳은 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "유한소수와 순환소수는 모두 유리수이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 199,
      "question": {
        "text": "순환마디를 이루는 숫자의 개수를 구하시오. ",
        "latex": []
      },
      "answer": "\\(6\\)개",
      "explanation": "\\(\\dfrac{23}{7}\\)을 소수로 나타내어 순환마디를 구한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 200,
      "question": {
        "text": "\\( {x}_{1} + {x}_{2} + {x}_{3} +⋯+ {x}_{25} \\)의 값을 구하시오. ",
        "latex": [
          " {x}_{1} + {x}_{2} + {x}_{3} +⋯+ {x}_{25} "
        ]
      },
      "answer": "\\(110\\)",
      "explanation": "\\(25=6×4+1\\)이므로 소수점 아래 첫째 자리부터 \\(25\\)번째 자리까지 순환마디가 \\(4\\)번 반복되고, 마지막 \\(25\\)번째 자리의 숫자는 순환마디의 첫 번째 숫자인 \\(2\\)이다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 201,
      "question": {
        "text": "분수 \\(\\dfrac{2}{11}\\)를 소수로 나타내었을 때, 소수점 아래 \\(n\\)번째 자리의 숫자를 \\(f(n)\\)이라 하자. 다음 보기 중 옳은 것을 모두 고른 것은? <보기>ㄱ. \\(f(7)=1\\)ㄴ. \\(f(n)=f(n+2)\\)ㄷ. \\(f(n)+f(n+1)=9\\) <보기> ㄱ. \\(f(7)=1\\) ㄴ. \\(f(n)=f(n+2)\\) ㄷ. \\(f(n)+f(n+1)=9\\)",
        "latex": [
          "\\dfrac{2}{11}",
          "n",
          "f(n)",
          "f(7)=1",
          "f(n)=f(n+2)",
          "f(n)+f(n+1)=9"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(\\dfrac{2}{11}\\)를 소수로 나타낸 후 \\(n\\)이 홀수일 때와 짝수일 때로 나누어 생각한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 202,
      "question": {
        "text": "두 순환소수 \\(0.\\dot{0}\\dot{6},ﾠ\\,1.8\\dot{3}\\)을 기약분수로 나타내었을 때, 그 역수를 각각 \\(a,ﾠ\\, b\\)라 하자. 이때 \\(ab\\)의 값을 구하시오. ",
        "latex": [
          "0.\\dot{0}\\dot{6},ﾠ\\,1.8\\dot{3}",
          "a,ﾠ\\, b",
          "ab"
        ]
      },
      "answer": "\\(9\\)",
      "explanation": "먼저 순환소수를 기약분수 \\(\\dfrac{y}{x}\\)로 나타내고, \\(\\dfrac{y}{x}\\)의 역수는 \\(\\dfrac{x}{y}\\)임을 이용한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 203,
      "question": {
        "text": "\\((0.\\dot{6} {\\mathrm{)}}^{2} ÷1.\\dot{1}\\dot{3}=\\dfrac{\\mathit{b}}{\\mathit{a}}\\)일 때, 서로소인 두 자연수 \\(a,ﾠ\\, b\\)에 대하여 \\(a-b\\)의 값을 구하시오. ",
        "latex": [
          "(0.\\dot{6} {\\mathrm{)}}^{2} ÷1.\\dot{1}\\dot{3}=\\dfrac{\\mathit{b}}{\\mathit{a}}",
          "a,ﾠ\\, b",
          "a-b"
        ]
      },
      "answer": "\\(17\\)",
      "explanation": "좌변의 순환소수를 분수로 나타내어 계산한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 204,
      "question": {
        "text": "분수 \\(\\dfrac{x}{198}\\)를 소수로 나타내면 소수점 아래 첫째 자리부터 순환마디가 시작되는 순환소수가 된다. 이를 만족하는 \\(100\\)이하의 자연수 \\(x\\)의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{x}{198}",
          "100",
          "x"
        ]
      },
      "answer": "\\(50\\)개",
      "explanation": "소수점 아래 첫째 자리부터 순환마디가 시작되는 순환소수를 분수로 나타냈을 때, 분모를",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 205,
      "question": {
        "text": "자연수 \\(a\\)에 대하여 분수 \\(\\dfrac{a}{280}\\)를 소수로 나타내면 유한소수가 될 때, 다음 부등식을 만족하는 \\(a\\)의 개수를 구하시오. \\(0.\\dot{4} &lt; \\dfrac{a}{90} &lt; 0.\\dot{7}\\) \\(0.\\dot{4} &lt; \\dfrac{a}{90} &lt; 0.\\dot{7}\\) ",
        "latex": [
          "a",
          "\\dfrac{a}{280}",
          "a",
          "0.\\dot{4} &lt; \\dfrac{a}{90} &lt; 0.\\dot{7}"
        ]
      },
      "answer": "\\(4\\)개",
      "explanation": "먼저 \\(\\dfrac{a}{280}\\)의 분모를 소인수분해한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 206,
      "question": {
        "text": "순환소수 \\(1.\\dot{8}\\dot{1}\\)에 자연수 \\(x\\)를 곱하여 어떤 자연수의 제곱이 되게 하려고 한다. \\(x\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "1.\\dot{8}\\dot{1}",
          "x",
          "x"
        ]
      },
      "answer": "\\(55\\)",
      "explanation": "먼저 \\(1.\\dot{8}\\dot{1}\\)을 기약분수로 나타낸다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 207,
      "question": {
        "text": "\\(\\dfrac{7}{13}=\\dfrac{\\mathrm{ {\\mathit{a}}_{1} }}{10}+\\dfrac{\\mathrm{ {\\mathit{a}}_{2} }}{\\mathrm{1 {0}^{2} }}+\\dfrac{\\mathrm{ {\\mathit{a}}_{3} }}{\\mathrm{1 {0}^{3} }}+⋯+\\dfrac{\\mathrm{ {\\mathit{a}}_{\\mathit{n}} }}{\\mathrm{1 {0}^{\\mathit{n}} }}+⋯\\)이라 할 때, \\( {a}_{1} - {a}_{2} + {a}_{3} - {a}_{4} +⋯+ {a}_{49} - {a}_{50} \\)의 값을 구 하시오, (단, \\( {a}_{1} ,ﾠ\\,  {a}_{2} ,ﾠ\\,  {a}_{3} ,ﾠ\\, ⋯ {a}_{n} ,ﾠ\\, ⋯\\)은 한 자리 자연수) ",
        "latex": [
          "\\dfrac{7}{13}=\\dfrac{\\mathrm{ {\\mathit{a}}_{1} }}{10}+\\dfrac{\\mathrm{ {\\mathit{a}}_{2} }}{\\mathrm{1 {0}^{2} }}+\\dfrac{\\mathrm{ {\\mathit{a}}_{3} }}{\\mathrm{1 {0}^{3} }}+⋯+\\dfrac{\\mathrm{ {\\mathit{a}}_{\\mathit{n}} }}{\\mathrm{1 {0}^{\\mathit{n}} }}+⋯",
          " {a}_{1} - {a}_{2} + {a}_{3} - {a}_{4} +⋯+ {a}_{49} - {a}_{50} ",
          " {a}_{1} ,ﾠ\\,  {a}_{2} ,ﾠ\\,  {a}_{3} ,ﾠ\\, ⋯ {a}_{n} ,ﾠ\\, ⋯"
        ]
      },
      "answer": "\\(90\\)",
      "explanation": "\\(\\dfrac{7}{13}\\)을 소수로 나타내어 순환마디를 구한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 208,
      "question": {
        "text": "기약분수 \\(\\dfrac{15}{x}\\)를 소수로 나타내면 순환소수가 될 때, \\(\\dfrac{1}{2} &lt; \\dfrac{15}{x} &lt; 1\\)을 만족하는 자연수 \\(x\\)의 값을 모두 구하시오.       ",
        "latex": [
          "\\dfrac{15}{x}",
          "\\dfrac{1}{2} &lt; \\dfrac{15}{x} &lt; 1",
          "x"
        ]
      },
      "answer": "\\(17\\), \\(19\\), \\(22\\), \\(23\\), \\(26\\), \\(28\\), \\(29\\)",
      "explanation": "\\(\\dfrac{1}{2} &lt; \\dfrac{15}{x} &lt; 1\\)에서 분자를 같게 하여 \\(x\\)의 값의 범위를 구한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 209,
      "question": {
        "text": "\\(6\\)보다 작은 두 자연수 \\(a,ﾠ\\, b\\)에 대하여 두 순환소수 \\(0.a\\dot{b}\\)와 \\(0.b\\dot{a}\\)의 차가 \\(0.3\\dot{5}\\)일 때, \\(0.a\\dot{b}+0.b\\dot{a}\\)의 값을 순환소수로 나타내시오. (단, \\(a &gt; b\\)) ",
        "latex": [
          "6",
          "a,ﾠ\\, b",
          "0.a\\dot{b}",
          "0.b\\dot{a}",
          "0.3\\dot{5}",
          "0.a\\dot{b}+0.b\\dot{a}",
          "a &gt; b"
        ]
      },
      "answer": "\\(0.\\dot{6}\\)",
      "explanation": "순환소수를 분수로 나타내어 계산한다.",
      "episode": "순환소수를 분수로 나타내기"
    },
    {
      "id": 1,
      "question": {
        "text": "분수 \\(\\dfrac{12}{\\mathrm{5×\\mathit{a}}}\\)를 소수로 나타내면 순환소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{12}{\\mathrm{5×\\mathit{a}}}",
          "a"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "\\(\\dfrac{12}{\\mathrm{5×\\mathit{a}}}=\\dfrac{\\mathrm{ {2}^{2} ×3}}{\\mathrm{5×\\mathit{a}}}\\)이 순환소수가 되려면 기약분수의 분모에 \\(2\\) 또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "다음 보기 중 순환소수를 모두 고르시오. 보기ㄱ. \\(-0.9\\)​  ​  ​   ㄴ. \\(0.010101⋯\\)ㄷ. \\(2.3579⋯\\)​   ㄹ. \\(3.01234\\)ㅁ. \\(-1.8555⋯\\) ㅂ. \\(5.777\\) 보기 ㄱ. \\(-0.9\\)​  ​  ​   ㄴ. \\(0.010101⋯\\) ㄷ. \\(2.3579⋯\\)​   ㄹ. \\(3.01234\\) ㅁ. \\(-1.8555⋯\\) ㅂ. \\(5.777\\)  ",
        "latex": [
          "-0.9",
          "0.010101⋯",
          "2.3579⋯",
          "3.01234",
          "-1.8555⋯",
          "5.777"
        ]
      },
      "answer": "ㄴ, ㅁ",
      "explanation": null,
      "episode": "순환소수의 뜻"
    },
    {
      "id": 3,
      "question": {
        "text": "다음 소수 중 순환소수인 것은 ○표, 순환소수가 아닌 것은 ×표를 하시오. \\(0.888⋯\\) ",
        "latex": [
          "0.888⋯"
        ]
      },
      "answer": "○",
      "explanation": "소수점 아래에 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{8}}\\)이 끝없이 되풀이되므로 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{순환}}}\\)소수이다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 4,
      "question": {
        "text": "다음 소수 중 순환소수인 것은 ○표, 순환소수가 아닌 것은 ×표를 하시오. \\(1.61161116⋯\\) ",
        "latex": [
          "1.61161116⋯"
        ]
      },
      "answer": "×",
      "explanation": "소수점 아래에 되풀이되는 숫자의 배열이 없으므로 \\(\\mathrm{\\bbox[2px,border:1px solid #000000;]{\\mathrm{순환}}}\\)소수가 아니다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 5,
      "question": {
        "text": "다음 소수 중 순환소수인 것은 ○표, 순환소수가 아닌 것은 ×표를 하시오. \\(0.737373⋯\\) ",
        "latex": [
          "0.737373⋯"
        ]
      },
      "answer": "○",
      "explanation": "소수점 아래에 \\(73\\)이 끝없이 되풀이되므로 순환소수이다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 소수 중 순환소수인 것은 ○표, 순환소수가 아닌 것은 ×표를 하시오. \\(1.101001000⋯\\) ",
        "latex": [
          "1.101001000⋯"
        ]
      },
      "answer": "×",
      "explanation": "소수점 아래에 되풀이되는 숫자의 배열이 없으므로 순환소수가 아니다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오 \\(4.\\dot{1}0\\dot{2}\\) ",
        "latex": [
          "×",
          "4.\\dot{1}0\\dot{2}"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환소수의 뜻"
    },
    {
      "id": 8,
      "question": {
        "text": "\\(x\\)는 순환소수이다. ",
        "latex": [
          "x"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환소수의 뜻"
    },
    {
      "id": 9,
      "question": {
        "text": "\\(x\\)는 유리수가 아니다. ",
        "latex": [
          "x"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "\\(x\\)는 순환소수이므로 유리수이다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 10,
      "question": {
        "text": "\\(x\\)는 무한소수이다. ",
        "latex": [
          "x"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환소수의 뜻"
    },
    {
      "id": 11,
      "question": {
        "text": "옳은 것은 \\(\\bigcirc \\)표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(0.\\dot{1\\,}\\dot{4}\\)는 유리수이다. ",
        "latex": [
          "\\bigcirc ",
          "×",
          "0.\\dot{1\\,}\\dot{4}"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "순환소수의 뜻"
    },
    {
      "id": 12,
      "question": {
        "text": "다음 보기 중 옳은 것을 모두 고른 것은? <보기>ㄱ. 순환소수가 아닌 무한소수는 유리수가 아니다.ㄴ. 유리수는 정수 또는 유한소수로만 나타낼 수 있다.ㄷ. 모든 기약분수는 유한소수로 나타낼 수 있다.ㄹ. 기약분수의 분모에 \\(2\\)와 \\(5\\)이외의 소인수가 있으면 유한소수로 나타낼 수 없다. <보기> ㄱ. 순환소수가 아닌 무한소수는 유리수가 아니다. ㄴ. 유리수는 정수 또는 유한소수로만 나타낼 수 있다. ㄷ. 모든 기약분수는 유한소수로 나타낼 수 있다. ㄹ. 기약분수의 분모에 \\(2\\)와 \\(5\\)이외의 소인수가 있으면 유한소수로 나타낼 수 없다.",
        "latex": [
          "2",
          "5"
        ]
      },
      "answer": "③",
      "explanation": "ㄴ. 유리수는 정수 또는 유한소수 또는 순환소수로 나타낼 수 있다.",
      "episode": "순환소수의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "다음 중 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(5\\)는 양의 정수이다. ",
        "latex": [
          "5"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "양수의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "정수가 아닌 유리수를 보기에서 모두 고르시오. <보기>\\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\) <보기> \\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\)   ",
        "latex": [
          "\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2"
        ]
      },
      "answer": "\\(−\\dfrac{12}{5}\\), \\(−2.3\\), \\(0.8\\)",
      "explanation": null,
      "episode": "유리수의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "다음 중 유리수가 아닌 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "⑤ 분수 \\(\\dfrac{a}{b}(a,ﾠ\\, b\\)는 정수, \\(b≠0)\\)의 꼴로 나타낼 수 없으므로 유리수가 아니다.",
      "episode": "유리수의 뜻"
    },
    {
      "id": 3,
      "question": {
        "text": "다음 중 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(-\\dfrac{12}{3}\\)는 정수가 아닌 유리수이다. ",
        "latex": [
          "-\\dfrac{12}{3}"
        ]
      },
      "answer": "×",
      "explanation": "\\(-\\dfrac{12}{3}=-4\\)이므로 정수이다.",
      "episode": "유리수의 뜻"
    },
    {
      "id": 4,
      "question": {
        "text": "정수가 아닌 유리수  ​  ​",
        "latex": []
      },
      "answer": "\\(−3.5\\), \\(\\dfrac{2}{5}\\)",
      "explanation": null,
      "episode": "유리수의 뜻"
    },
    {
      "id": 5,
      "question": {
        "text": "유리수      ",
        "latex": []
      },
      "answer": "\\(-3.5\\), \\(4\\), \\(−9\\), \\(0\\), \\(\\dfrac{2}{5}\\), \\(-\\dfrac{21}{7}\\)",
      "explanation": null,
      "episode": "유리수의 뜻"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 중 유리수의 개수는? \\(0,ﾠ\\,π,ﾠ\\,-\\dfrac{1}{6},ﾠ\\,2.723,ﾠ\\,-1,ﾠ\\,\\dfrac{35}{7}\\) \\(0,ﾠ\\,π,ﾠ\\,-\\dfrac{1}{6},ﾠ\\,2.723,ﾠ\\,-1,ﾠ\\,\\dfrac{35}{7}\\)",
        "latex": [
          "0,ﾠ\\,π,ﾠ\\,-\\dfrac{1}{6},ﾠ\\,2.723,ﾠ\\,-1,ﾠ\\,\\dfrac{35}{7}"
        ]
      },
      "answer": "④",
      "explanation": "유리수는 \\(0,ﾠ\\,-\\dfrac{1}{6},ﾠ\\,2.723,ﾠ\\,-1,ﾠ\\,\\dfrac{35}{7}\\)이므로 \\(5\\)개이다.",
      "episode": "유리수의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{7}{40}\\)을 유한소수로 나타내는 과정이다. ㉠~㉤에 알맞은 수로 옳지 않은 것은? \\(\\mathrm{\\dfrac{7}{40}=\\dfrac{7}{\\mathrm{ {2}^{3} ×5}}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉡}}}}{\\mathrm{ {2}^{3} ×5× {5}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉠}}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉣}}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉢}}} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉤}}}\\) \\(\\mathrm{\\dfrac{7}{40}=\\dfrac{7}{\\mathrm{ {2}^{3} ×5}}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉡}}}}{\\mathrm{ {2}^{3} ×5× {5}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉠}}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉣}}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉢}}} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉤}}}\\)",
        "latex": [
          "\\dfrac{7}{40}",
          "\\mathrm{\\dfrac{7}{40}=\\dfrac{7}{\\mathrm{ {2}^{3} ×5}}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉡}}}}{\\mathrm{ {2}^{3} ×5× {5}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉠}}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉣}}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉢}}} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{㉤}}}"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\mathrm{\\dfrac{7}{40}=\\dfrac{7}{\\mathrm{ {2}^{3} ×5}}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}{\\mathrm{ {2}^{3} ×5× {5}^{\\bbox[2px,border:1px solid #000000;]{2}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{175}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{3}} }}=\\bbox[2px,border:1px solid #000000;]{0.175}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 2,
      "question": {
        "text": "분수 \\(\\dfrac{91}{140}\\)을 \\(\\dfrac{\\mathit{a}}{\\mathrm{1 {0}^{\\mathit{n}} }}\\)로 나타낼 때, \\(a+n\\)의 값 중 가장 작은 값을 구하시오. (단, \\(a\\), \\(n\\)은 자연수) ",
        "latex": [
          "\\dfrac{91}{140}",
          "\\dfrac{\\mathit{a}}{\\mathrm{1 {0}^{\\mathit{n}} }}",
          "a+n",
          "a",
          "n"
        ]
      },
      "answer": "\\(67\\)",
      "explanation": "\\(\\dfrac{91}{140}=\\dfrac{13}{20}=\\dfrac{13}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{13×5}}{\\mathrm{ {2}^{2} ×5×5}}=\\dfrac{65}{\\mathrm{1 {0}^{2} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 3,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐안에 알맞은 수를 구하시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\( {5}^{3} \\), \\( {5}^{3} \\), \\(875\\), \\(0.875\\)",
      "explanation": "\\(\\mathrm{\\dfrac{7}{8}=\\dfrac{7}{\\mathrm{ {2}^{3} }}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{3} }}}}{\\mathrm{ {2}^{3} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{3} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{875}}{1000}=\\bbox[2px,border:1px solid #000000;]{0.875}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 4,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐안에 알맞은 수를 구하시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\(2\\), \\(2\\), \\(6\\), \\(0.06\\)",
      "explanation": "\\(\\mathrm{\\dfrac{3}{50}=\\dfrac{3}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{2}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{2}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{6}}{100}=\\bbox[2px,border:1px solid #000000;]{0.06}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 5,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내시오. \\(\\dfrac{3}{4}\\) ",
        "latex": [
          "10",
          "\\dfrac{3}{4}"
        ]
      },
      "answer": "\\(0.75\\)",
      "explanation": "\\(\\dfrac{3}{4}=\\dfrac{3}{\\mathrm{ {2}^{2} }}=\\dfrac{\\mathrm{3× {5}^{2} }}{\\mathrm{ {2}^{2} × {5}^{2} }}=\\dfrac{75}{100}=0.75\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내시오. \\(\\dfrac{3}{8}\\) ",
        "latex": [
          "10",
          "\\dfrac{3}{8}"
        ]
      },
      "answer": "\\(0.375\\)",
      "explanation": "\\(\\dfrac{3}{8}=\\dfrac{3}{\\mathrm{ {2}^{3} }}=\\dfrac{\\mathrm{3× {5}^{3} }}{\\mathrm{ {2}^{3} × {5}^{3} }}=\\dfrac{375}{1000}=0.375\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내시오. \\(\\dfrac{12}{75}\\) ",
        "latex": [
          "10",
          "\\dfrac{12}{75}"
        ]
      },
      "answer": "\\(0.16\\)﻿",
      "explanation": "\\(\\dfrac{12}{75}=\\dfrac{4}{25}=\\dfrac{4}{\\mathrm{ {5}^{2} }}=\\dfrac{\\mathrm{4× {2}^{2} }}{\\mathrm{ {5}^{2} × {2}^{2} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 8,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내시오. \\(\\dfrac{56}{160}\\) ",
        "latex": [
          "10",
          "\\dfrac{56}{160}"
        ]
      },
      "answer": "\\(0.35\\)﻿",
      "explanation": "\\(\\dfrac{56}{160}=\\dfrac{7}{20}=\\dfrac{7}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{7×5}}{\\mathrm{ {2}^{2} ×5×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 9,
      "question": {
        "text": "유한소수로 나타낼 수 있는 것    ",
        "latex": []
      },
      "answer": "ㄱ, ㄷ, ㄹ, ㅂ",
      "explanation": "ㄷ. \\(\\dfrac{5}{8}=\\dfrac{5}{\\mathrm{ {2}^{3} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 10,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ④",
      "explanation": "①\\(\\dfrac{15}{\\mathrm{2× {5}^{2} }}=\\dfrac{3}{\\mathrm{2×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 11,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{\\mathit{a}}{\\mathrm{2×3}}\\) ",
        "latex": [
          "a",
          "\\dfrac{\\mathit{a}}{\\mathrm{2×3}}"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{\\mathrm{2×3}}\\)에서 분모의 소인수가 \\(2\\)또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(3\\)의 배수이고 이 중 가장 작은 자연수는 \\(3\\)이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 12,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{\\mathrm{3×\\mathit{a}}}{\\mathrm{2× {5}^{2} ×7}}\\) ",
        "latex": [
          "a",
          "\\dfrac{\\mathrm{3×\\mathit{a}}}{\\mathrm{2× {5}^{2} ×7}}"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "\\(\\dfrac{\\mathrm{3×\\mathit{a}}}{\\mathrm{2× {5}^{2} ×7}}\\)에서 분모의 소인수가 \\(2\\)또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(7\\)의 배수이고 이 중 가장 작은 자연수는 \\(7\\)이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 13,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{4}{\\mathrm{5×11}}×\\mathit{a}\\) ",
        "latex": [
          "a",
          "\\dfrac{4}{\\mathrm{5×11}}×\\mathit{a}"
        ]
      },
      "answer": "\\(11\\)",
      "explanation": "\\(\\dfrac{4}{\\mathrm{5×11}}×\\mathit{a}\\)에서 분모의 소인수가 \\(2\\)또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(11\\)의 배수이고 이 중 가장 작은 자연수는 \\(11\\)이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 14,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{16}{\\mathrm{2×3×5×7}}×\\mathit{a}\\) ",
        "latex": [
          "a",
          "\\dfrac{16}{\\mathrm{2×3×5×7}}×\\mathit{a}"
        ]
      },
      "answer": "\\(21\\)",
      "explanation": "\\(\\dfrac{16}{\\mathrm{2×3×5×7}}×\\mathit{a}=\\dfrac{8}{\\mathrm{3×5×7}}×\\mathit{a}\\)에서 분모의 소인수가 \\(2\\)﻿ 또는 \\(5\\)뿐이어야 하므로 \\(a\\)는",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 15,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 있는 것은?",
        "latex": []
      },
      "answer": "②",
      "explanation": "①\\(\\dfrac{6}{28}=\\dfrac{3}{14}=\\dfrac{3}{\\mathrm{2×7}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 16,
      "question": {
        "text": "두 분수 \\(\\dfrac{3}{70}\\)과 \\(\\dfrac{17}{102}\\)에 각각 어떤 자연수 \\(A\\)를 곱하면 두 분수 모두 유한소수로 나타낼 수 있다고 한다. 이때 \\(A\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{3}{70}",
          "\\dfrac{17}{102}",
          "A",
          "A"
        ]
      },
      "answer": "\\(21\\)",
      "explanation": "\\(\\dfrac{3}{70}=\\dfrac{3}{\\mathrm{2×5×7}},ﾠ\\,\\dfrac{17}{102}=\\dfrac{1}{6}=\\dfrac{1}{\\mathrm{2×3}}\\)이므로 두 분수에 각각 \\(A\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 17,
      "question": {
        "text": "분수 \\(\\dfrac{15}{\\mathrm{ {2}^{3} × {3}^{2} }}\\)에 어떤 자연수 \\(a\\)를 곱하여 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{15}{\\mathrm{ {2}^{3} × {3}^{2} }}",
          "a",
          "a"
        ]
      },
      "answer": "\\(12\\)",
      "explanation": "주어진 분수를 기약분수로 나타냈을 때, 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이면 유한소수로 나타낼 수 있다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 18,
      "question": {
        "text": "분수 \\(\\dfrac{x}{90}\\)를 소수로 나타내면 유한소수가 되고, 기약분수로 나타내면 \\(\\dfrac{1}{y}\\)이 된다. \\(x\\)가 \\(10 &lt; x &lt; 20\\)인 자연수일 때, \\(x+y\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{x}{90}",
          "\\dfrac{1}{y}",
          "x",
          "10 &lt; x &lt; 20",
          "x+y"
        ]
      },
      "answer": "\\(23\\)",
      "explanation": "\\(\\dfrac{\\mathit{x}}{90}=\\dfrac{\\mathit{x}}{\\mathrm{2× {3}^{2} ×5}}\\)가 유한소수가 되려면 \\(x\\)는 \\(9\\)의 배수이어야 한다. 이때 \\(x\\)는 \\(10 &lt; x &lt; 20\\)인 자연수이므로 \\(x=18\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 19,
      "question": {
        "text": "분수 \\(\\dfrac{4}{112}\\)에 어떤 자연수 \\(a\\)를 곱하여 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{4}{112}",
          "a",
          "a"
        ]
      },
      "answer": "\\(98\\)",
      "explanation": "주어진 분수를 기약분수로 나타냈을 때, 분모의 소인 수가 \\(2\\) 또는 \\(5\\)뿐이면 유한소수로 나타낼 수 있다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 20,
      "question": {
        "text": "\\(\\dfrac{42}{180}×a\\)를 소수로 나타내면 유한소수가 될 때, 다음 중 \\(a\\)의 값이 될 수 없는 것은?",
        "latex": [
          "\\dfrac{42}{180}×a",
          "a"
        ]
      },
      "answer": "①",
      "explanation": "\\(\\dfrac{42}{180}=\\dfrac{7}{30}=\\dfrac{7}{\\mathrm{2×3×5}}\\)이므로 \\(\\dfrac{42}{180}×a\\)가 유한소수가 되려면 \\(a\\)는 \\(3\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 21,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ④",
      "explanation": "①\\(\\dfrac{8}{20}=\\dfrac{2}{5}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 22,
      "question": {
        "text": "분수 \\(\\dfrac{3}{\\mathrm{2× {5}^{2} ×\\mathit{x}}}\\)을 소수로 나타내면 순환소수가 될 때, \\(x\\)의 값이 될 수 있는 한 자리 자연수의 개수는?",
        "latex": [
          "\\dfrac{3}{\\mathrm{2× {5}^{2} ×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\dfrac{3}{\\mathrm{2× {5}^{2} ×\\mathit{x}}}\\)이 순환소수가 되려면 기약분수의 분모에 \\(2\\)또는 \\(5\\)이외의 소인수가 있어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 23,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{11}{50}\\)을 유한소수로 나타내는 과정이다. 이때 수 \\(a,ﾠ\\, b,ﾠ\\, c\\)의 값을 순서대로 각각 구하시오. \\(\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×\\mathit{a}}}{\\mathrm{2× {5}^{2} ×\\mathit{a}}}=\\dfrac{22}{\\mathit{b}}=\\mathit{c}\\) \\(\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×\\mathit{a}}}{\\mathrm{2× {5}^{2} ×\\mathit{a}}}=\\dfrac{22}{\\mathit{b}}=\\mathit{c}\\)   ",
        "latex": [
          "\\dfrac{11}{50}",
          "a,ﾠ\\, b,ﾠ\\, c",
          "\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×\\mathit{a}}}{\\mathrm{2× {5}^{2} ×\\mathit{a}}}=\\dfrac{22}{\\mathit{b}}=\\mathit{c}"
        ]
      },
      "answer": "\\(a=2\\), \\(b=100\\), \\(c=0.22\\)",
      "explanation": "\\(\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×2}}{\\mathrm{2× {5}^{2} ×2}}\\)\\(=\\dfrac{22}{100}=0.22\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 24,
      "question": {
        "text": "두 분수 \\(\\dfrac{3}{22}\\)과 \\(\\dfrac{7}{45}\\)에 각각 어떤 자연수 \\(A\\)를 곱하면 두 분수 모두 유한소수로 나타낼 수 있다고 한다. 이때 \\(A\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{3}{22}",
          "\\dfrac{7}{45}",
          "A",
          "A"
        ]
      },
      "answer": "\\(99\\)",
      "explanation": "\\(\\dfrac{3}{22}=\\dfrac{3}{\\mathrm{2×11}},ﾠ\\,\\dfrac{7}{45}=\\dfrac{7}{\\mathrm{ {3}^{2} ×5}}\\)이므로 두 분수에 각각 \\(A\\)를 곱하여 모두 유한소수로 나타낼 수 있으려면 \\(A\\)는 \\(11\\)과 \\(9\\)의 공배수, 즉 \\(11×9=99\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 25,
      "question": {
        "text": "두 분수 \\(\\dfrac{1}{30}\\)과 \\(\\dfrac{2}{70}\\)에 각각 어떤 자연수 \\(A\\)를 곱하면 두 분수 모두 유한소수로 나타낼 수 있다고 한다. 이때 \\(A\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{1}{30}",
          "\\dfrac{2}{70}",
          "A",
          "A"
        ]
      },
      "answer": "\\(84\\)",
      "explanation": "\\(\\dfrac{1}{30}=\\dfrac{1}{\\mathrm{2×3×5}},ﾠ\\,\\dfrac{2}{70}=\\dfrac{1}{35}=\\dfrac{1}{\\mathrm{5×7}}\\)이므로 두 분수에 각각 \\(A\\)를 곱하여 모두 유한소수로 나타낼 수 있으려면 \\(A\\)는 \\(3\\)과 \\(7\\)의 공배수, 즉 \\(3×7=21\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 26,
      "question": {
        "text": "분수 \\(\\dfrac{a}{140}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{3}{b}\\)이 된 다. \\(a\\)가 \\(40 &lt; a &lt; 50\\)인 자연수일 때, \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{a}{140}",
          "\\dfrac{3}{b}",
          "a",
          "40 &lt; a &lt; 50",
          "a+b"
        ]
      },
      "answer": "\\(52\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{140}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5×7}}\\)가 유한소수가 되려면 \\(a\\)는 \\(7\\)의 배수이어야 하고, 이 분수를 기약분수로",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 27,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{9}{250}\\)를 유한소수로 나타내는 과정이다. 이때 \\(a+b+c\\)의 값은? \\(\\dfrac{9}{250}=\\dfrac{9}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{9×\\mathit{a}}}{\\mathrm{2× {5}^{3} ×\\mathit{a}}}=\\dfrac{\\mathit{b}}{1000}=\\mathit{c}\\) \\(\\dfrac{9}{250}=\\dfrac{9}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{9×\\mathit{a}}}{\\mathrm{2× {5}^{3} ×\\mathit{a}}}=\\dfrac{\\mathit{b}}{1000}=\\mathit{c}\\)",
        "latex": [
          "\\dfrac{9}{250}",
          "a+b+c",
          "\\dfrac{9}{250}=\\dfrac{9}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{9×\\mathit{a}}}{\\mathrm{2× {5}^{3} ×\\mathit{a}}}=\\dfrac{\\mathit{b}}{1000}=\\mathit{c}"
        ]
      },
      "answer": "①",
      "explanation": "\\(\\dfrac{9}{250}=\\dfrac{9}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{9× {2}^{2} }}{\\mathrm{2× {5}^{3} × {2}^{2} }}=\\dfrac{36}{1000}=0.036\\)﻿",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 28,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 없는 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "①\\(\\dfrac{8}{32}=\\dfrac{1}{4}=\\dfrac{1}{\\mathrm{ {2}^{2} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 29,
      "question": {
        "text": "분수 \\(\\dfrac{7}{20}\\)을 유한소수로 나타내기 위하여 \\(\\dfrac{\\mathit{a}}{\\mathrm{1 {0}^{\\mathit{n}} }}\\) 꼴로 나타낼 때, \\(a+n\\)의 값 중 가장 작은 값을 구하시오. (단, \\(a,ﾠ\\, n\\)은 자연수) ",
        "latex": [
          "\\dfrac{7}{20}",
          "\\dfrac{\\mathit{a}}{\\mathrm{1 {0}^{\\mathit{n}} }}",
          "a+n",
          "a,ﾠ\\, n"
        ]
      },
      "answer": "\\(37\\)",
      "explanation": "\\(\\dfrac{7}{20}=\\dfrac{7}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{7×5}}{\\mathrm{ {2}^{2} ×5×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 30,
      "question": {
        "text": "분수 \\(\\dfrac{\\mathit{x}}{\\mathrm{2× {3}^{2} × {5}^{2} }}\\)가 다음 조건을 모두 만족할 때, \\(x\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ㈎ 소수로 나타내면 유한소수가 된다.㈏ \\(x\\)는 \\(3\\)과 \\(4\\)의 공배수이다. ㈎ 소수로 나타내면 유한소수가 된다. ㈏ \\(x\\)는 \\(3\\)과 \\(4\\)의 공배수이다. ",
        "latex": [
          "\\dfrac{\\mathit{x}}{\\mathrm{2× {3}^{2} × {5}^{2} }}",
          "x",
          "x",
          "3",
          "4"
        ]
      },
      "answer": "\\(36\\)",
      "explanation": "조건 ㈎에서 \\(x\\)는 \\(9\\)의 배수이고, 조건 ㈏에서 \\(x\\)는 \\(12\\)의 배수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 31,
      "question": {
        "text": "두 분수 \\(\\dfrac{1}{3}\\)과 \\(\\dfrac{4}{5}\\)사이에 있는 분모가 \\(15\\)인 분수 중에서 유한소수로 나타낼 수 있는 분수의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{1}{3}",
          "\\dfrac{4}{5}",
          "15"
        ]
      },
      "answer": "\\(2\\)",
      "explanation": "구하는 분수를 \\(\\dfrac{a}{15}(a\\)는 자연수)라 하면 \\(\\dfrac{1}{3}=\\dfrac{5}{15},ﾠ\\,\\dfrac{4}{5}=\\dfrac{12}{15}\\)이므로 \\(\\dfrac{a}{15}\\)는 \\(\\dfrac{5}{15}\\)와 \\(\\dfrac{12}{15}\\)사이에 있는 분수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 32,
      "question": {
        "text": "두 분수 \\(\\dfrac{1}{60}\\)과 \\(\\dfrac{3}{70}\\)에 자연수 \\(a\\)를 각각 곱하면 두 분수 모두 유한소수로 나타낼 수 있을 때, \\(a\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{1}{60}",
          "\\dfrac{3}{70}",
          "a",
          "a"
        ]
      },
      "answer": "\\(84\\)",
      "explanation": "\\(\\dfrac{1}{60}=\\dfrac{1}{\\mathrm{ {2}^{2} ×3×5}},ﾠ\\,\\dfrac{3}{70}=\\dfrac{3}{\\mathrm{2×5×7}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 33,
      "question": {
        "text": "분수 \\(\\dfrac{a}{220}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{3}{b}\\)이 된다. \\(a\\)가 \\(50 &lt; a &lt; 80\\)인 자연수일 때, \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{a}{220}",
          "\\dfrac{3}{b}",
          "a",
          "50 &lt; a &lt; 80",
          "a+b"
        ]
      },
      "answer": "\\(76\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{220}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5×11}}\\)가 유한소수가 되려면 \\(a\\)는 \\(11\\)의 배수이어야 하고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{3}{b}\\)이므로 \\(a\\)는 \\(3\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 34,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{17}{20}\\)을 유한소수로 나타내는 과정이다. 이때 수 \\(a,ﾠ\\, b,ﾠ\\, c,ﾠ\\, d\\)에 대하여 \\(ab+cd\\)의 값을 구하시오. \\(\\dfrac{17}{20}=\\dfrac{17}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{17×\\mathit{a}}}{\\mathrm{ {2}^{2} ×5×\\mathit{b}}}=\\dfrac{85}{\\mathit{c}}=\\mathit{d}\\) \\(\\dfrac{17}{20}=\\dfrac{17}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{17×\\mathit{a}}}{\\mathrm{ {2}^{2} ×5×\\mathit{b}}}=\\dfrac{85}{\\mathit{c}}=\\mathit{d}\\) ",
        "latex": [
          "\\dfrac{17}{20}",
          "a,ﾠ\\, b,ﾠ\\, c,ﾠ\\, d",
          "ab+cd",
          "\\dfrac{17}{20}=\\dfrac{17}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{17×\\mathit{a}}}{\\mathrm{ {2}^{2} ×5×\\mathit{b}}}=\\dfrac{85}{\\mathit{c}}=\\mathit{d}"
        ]
      },
      "answer": "\\(110\\)",
      "explanation": "\\(\\dfrac{17}{20}=\\dfrac{17}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{17×5}}{\\mathrm{ {2}^{2} ×5×5}}=\\dfrac{85}{100}=0.85\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 35,
      "question": {
        "text": "다음 보기의 분수 중 유한소수로 나타낼 수 있는 것을 모두 고른 것은? <보기>ㄱ. \\(\\dfrac{10}{27}\\)    ㄴ. \\(\\dfrac{12}{45}\\)    ㄷ. \\(\\dfrac{33}{110}\\)ㄹ. \\(\\dfrac{9}{72}\\)    ㅁ. \\(\\dfrac{3}{36}\\) <보기> ㄱ. \\(\\dfrac{10}{27}\\)    ㄴ. \\(\\dfrac{12}{45}\\)    ㄷ. \\(\\dfrac{33}{110}\\) ㄹ. \\(\\dfrac{9}{72}\\)    ㅁ. \\(\\dfrac{3}{36}\\)",
        "latex": [
          "\\dfrac{10}{27}",
          "\\dfrac{12}{45}",
          "\\dfrac{33}{110}",
          "\\dfrac{9}{72}",
          "\\dfrac{3}{36}"
        ]
      },
      "answer": "③",
      "explanation": "ㄱ. \\(\\dfrac{10}{27}=\\dfrac{10}{\\mathrm{ {3}^{3} }}\\)                    ㄴ. \\(\\dfrac{12}{45}=\\dfrac{4}{15}=\\dfrac{4}{\\mathrm{3×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 36,
      "question": {
        "text": "분수 \\(\\dfrac{4}{28},ﾠ\\,\\dfrac{5}{28},ﾠ\\,\\dfrac{6}{28},ﾠ\\,⋯,ﾠ\\,\\dfrac{25}{28}\\)중에서 유한소수로 나타낼 수 있는 분수의 개수는?",
        "latex": [
          "\\dfrac{4}{28},ﾠ\\,\\dfrac{5}{28},ﾠ\\,\\dfrac{6}{28},ﾠ\\,⋯,ﾠ\\,\\dfrac{25}{28}"
        ]
      },
      "answer": "①",
      "explanation": "유한소수가 되려면 기약분수로 나타내었을 때, 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 37,
      "question": {
        "text": "분수 \\(\\dfrac{21}{\\mathrm{40×\\mathit{x}}}\\)을 소수로 나타내면 유한소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "\\dfrac{21}{\\mathrm{40×\\mathit{x}}}",
          "x",
          "2"
        ]
      },
      "answer": "①. ③",
      "explanation": "\\(\\dfrac{21}{\\mathrm{40×\\mathit{x}}}=\\dfrac{21}{\\mathrm{ {2}^{3} ×5×\\mathit{x}}}\\)이 유한소수가 되려면 기약분수의 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 38,
      "question": {
        "text": "\\(\\dfrac{7}{\\mathrm{2× {3}^{2} ×5}}×\\mathit{a}\\)를 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{7}{\\mathrm{2× {3}^{2} ×5}}×\\mathit{a}",
          "a"
        ]
      },
      "answer": "\\(99\\)",
      "explanation": "\\(\\dfrac{7}{\\mathrm{2× {3}^{2} ×5}}×\\mathit{a}\\)가 유한소수가 되려면 는 \\( {3}^{2} \\), 즉 \\(9\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 39,
      "question": {
        "text": "두 분수 \\(\\dfrac{a}{30}\\)와 \\(\\dfrac{a}{56}\\)를 각각 소수로 나타내면 모두 유한소수가 된다고 한다. 이때 \\(a\\)의 값이 될 수 있는 가장 작은 세 자리 자연수는?",
        "latex": [
          "\\dfrac{a}{30}",
          "\\dfrac{a}{56}",
          "a"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\dfrac{\\mathit{a}}{30}=\\dfrac{\\mathit{a}}{\\mathrm{2×3×5}}\\)가 유한소수가 되려면 \\(a\\)는 \\(3\\)의 배수이어야 하고, \\(\\dfrac{\\mathit{a}}{56}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{3} ×7}}\\)가 유한소수가 되려면 \\(a\\)는 \\(7\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 40,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(\\mathrm{0.6=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}\\)  ",
        "latex": [
          "\\mathrm{0.6=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}"
        ]
      },
      "answer": "\\(\\dfrac{3}{5}\\), \\(5\\)",
      "explanation": "\\(0.6=\\dfrac{6}{10}=\\dfrac{3}{5}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 41,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(\\mathrm{0.35=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}\\)   ",
        "latex": [
          "\\mathrm{0.35=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}"
        ]
      },
      "answer": "\\(\\dfrac{7}{20}\\), \\(2\\), \\(5\\)",
      "explanation": "\\(0.35=\\dfrac{35}{100}=\\dfrac{7}{20}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 42,
      "question": {
        "text": "다음 유한소수를 기약분수로 나타내고, 분모의 소인수를 구하시오. \\(\\mathrm{0.56=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}\\)  ",
        "latex": [
          "\\mathrm{0.56=\\bbox[2px,border:1px solid #000000;]{\\mathrm{ﾠ}}}"
        ]
      },
      "answer": "\\(\\dfrac{14}{25}\\), \\(5\\)",
      "explanation": "\\(0.56=\\dfrac{56}{100}=\\dfrac{14}{25}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 43,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\( {5}^{2} \\), \\( {5}^{2} \\), \\(25\\), \\(0.25\\)",
      "explanation": "\\(\\mathrm{\\dfrac{1}{4}=\\dfrac{\\mathrm{1×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}{\\mathrm{ {2}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{25}}{100}=\\bbox[2px,border:1px solid #000000;]{0.25}}\\)﻿",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 44,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\(2\\), \\(2\\), \\(14\\), \\(0.14\\)",
      "explanation": "\\(\\mathrm{\\dfrac{7}{50}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{2}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{2}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{14}}{100}=\\bbox[2px,border:1px solid #000000;]{0.14}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 45,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\(40\\), \\( {5}^{2} \\), \\( {5}^{2} \\), \\(225\\), \\(0.225\\)",
      "explanation": "\\(\\mathrm{\\dfrac{27}{120}=\\dfrac{9}{\\bbox[2px,border:1px solid #000000;]{40}}=\\dfrac{\\mathrm{9×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}{\\mathrm{ {2}^{3} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{225}}{1000}=\\bbox[2px,border:1px solid #000000;]{0.225}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 46,
      "question": {
        "text": "다음 ☐ 안에 알맞은 수를 써넣고, (  ) 안에 알맞은 말을 쓰시오. ",
        "latex": []
      },
      "answer": "\\(2\\), \\(2\\), \\(5\\), 있다",
      "explanation": null,
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 47,
      "question": {
        "text": "두 분수 \\(\\dfrac{3}{22}\\)과 \\(\\dfrac{8}{75}\\)에 각각 두 자리 자연수 \\(a\\)를 곱하면 두 분수 모두 유한소수로 나타낼 수 있을 때, \\(a\\)의 값이 될 수 있는 모든 자연수의 합을 구하시오. ",
        "latex": [
          "\\dfrac{3}{22}",
          "\\dfrac{8}{75}",
          "a",
          "a"
        ]
      },
      "answer": "\\(198\\)",
      "explanation": "\\(\\dfrac{3}{22}×\\mathit{a}=\\dfrac{3}{\\mathrm{2×11}}×\\mathit{a}\\)가 유한소수가 되려면 \\(a\\)는 \\(11\\)의 배수이어야 하고, \\(\\dfrac{8}{75}×\\mathit{a}=\\dfrac{8}{\\mathrm{3× {5}^{2} }}×\\mathit{a}\\)가 유한소수가 되려면 \\(a\\)는 \\(3\\)의 배수이어야 하므로 \\(a\\)는 \\(11\\)과 \\(3\\)의 공배수, 즉 \\(33\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 48,
      "question": {
        "text": "두 분수 \\(\\dfrac{11}{198}×A,ﾠ\\, \\dfrac{8}{210}×A\\)를 각각 소수로 나타내면 모두 유한소수가 될 때, \\(A\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{11}{198}×A,ﾠ\\, \\dfrac{8}{210}×A",
          "A"
        ]
      },
      "answer": "\\(63\\)",
      "explanation": "\\(\\dfrac{11}{198}=\\dfrac{1}{18}=\\dfrac{1}{\\mathrm{2× {3}^{2} }}\\)이므로 \\(\\dfrac{1}{\\mathrm{2× {3}^{2} }}×\\mathit{A}\\)가 유한소수가 되려면 \\(A\\)는 \\( {3}^{2} \\), 즉 \\(9\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 49,
      "question": {
        "text": "다음 분수가  유한소수로 나타낼 수 있는 것은 ‘유', 순환소수로 나타낼 수 있는 것은 ‘순’을 쓰시오. \\(\\dfrac{21}{84}\\) ",
        "latex": [
          "\\dfrac{21}{84}"
        ]
      },
      "answer": "유",
      "explanation": "\\(\\dfrac{21}{84}=\\dfrac{1}{4}=\\dfrac{1}{\\mathrm{ {2}^{2} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 50,
      "question": {
        "text": "다음 분수가  유한소수로 나타낼 수 있는 것은 ‘유', 순환소수로 나타낼 수 있는 것은 ‘순’을 쓰시오. \\(\\dfrac{33}{110}\\) ",
        "latex": [
          "\\dfrac{33}{110}"
        ]
      },
      "answer": "유",
      "explanation": "\\(\\dfrac{33}{110}=\\dfrac{3}{10}=\\dfrac{3}{\\mathrm{2×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 51,
      "question": {
        "text": "다음 분수에 어떤 자연수를 곱하면 유한소수로 나타낼 수 있다. 이때 곱해야 할 가장 작은 자연수를 구하시오. \\(\\dfrac{1}{\\mathrm{ {2}^{2} ×3}}\\)﻿ ",
        "latex": [
          "\\dfrac{1}{\\mathrm{ {2}^{2} ×3}}"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "유한소수로 나타내려면 분모의 소인수가 \\(2\\)또는 \\(5\\)뿐이어야 하므로 곱해야 할 자연수는 \\(3\\)의 배수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 52,
      "question": {
        "text": "다음 분수에 어떤 자연수를 곱하면 유한소수로 나타낼 수 있다. 이때 곱해야 할 가장 작은 자연수를 구하시오. \\(\\dfrac{1}{\\mathrm{5× {7}^{2} }}\\) ",
        "latex": [
          "\\dfrac{1}{\\mathrm{5× {7}^{2} }}"
        ]
      },
      "answer": "\\(49\\)",
      "explanation": "유한소수로 나타내려면 분모의 소인수가 \\(2\\)또는 \\(5\\)뿐이어야 하므로 곱해야 할 자연수는",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 53,
      "question": {
        "text": "다음 분수에 어떤 자연수를 곱하면 유한소수로 나타낼 수 있다. 이때 곱해야 할 가장 작은 자연수를 구하시오. \\(\\dfrac{5}{42}\\) ",
        "latex": [
          "\\dfrac{5}{42}"
        ]
      },
      "answer": "\\(21\\)",
      "explanation": "\\(\\dfrac{5}{42}=\\dfrac{5}{\\mathrm{2×3×7}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 54,
      "question": {
        "text": "다음 분수에 어떤 자연수를 곱하면 유한소수로 나타낼 수 있다. 이때 곱해야 할 가장 작은 자연수를 구하시오. \\(\\dfrac{52}{180}\\) ",
        "latex": [
          "\\dfrac{52}{180}"
        ]
      },
      "answer": "\\(9\\)",
      "explanation": "\\(\\dfrac{52}{180}=\\dfrac{13}{45}=\\dfrac{13}{\\mathrm{ {3}^{2} ×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 55,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{7}{56}\\)을 유한소수로 나타내는 과정이다. ㉠ ~ ㉤에 들어갈 수로 옳지 않은 것은? \\(\\mathrm{\\dfrac{7}{56}=\\dfrac{1}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}=}\\)\\(\\mathrm{\\dfrac{\\mathrm{1×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{ {2}^{3} × {5}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}{1000}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\) \\(\\mathrm{\\dfrac{7}{56}=\\dfrac{1}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}=}\\)\\(\\mathrm{\\dfrac{\\mathrm{1×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{ {2}^{3} × {5}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}{1000}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\)",
        "latex": [
          "\\dfrac{7}{56}",
          "\\mathrm{\\dfrac{7}{56}=\\dfrac{1}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}=}",
          "\\mathrm{\\dfrac{\\mathrm{1×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{ {2}^{3} × {5}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}{1000}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\mathrm{\\dfrac{7}{56}=\\dfrac{1}{\\bbox[2px,border:1px solid #000000;]{8}}=}\\)\\(\\mathrm{\\dfrac{\\mathrm{1×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{3} }}}}{\\mathrm{ {2}^{3} × {5}^{\\bbox[2px,border:1px solid #000000;]{3}} }}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{125}}{1000}=\\bbox[2px,border:1px solid #000000;]{0.125}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 56,
      "question": {
        "text": "다음 보기의 분수 중 유한소수로 나타낼 수 있는 것을 모두 고르시오. <보기>ㄱ. \\(\\dfrac{35}{\\mathrm{ {2}^{3} × {7}^{2} }}\\)     ​  ​  ㄴ. \\(\\dfrac{27}{\\mathrm{ {2}^{2} × {3}^{2} ×5}}\\) ㄷ. \\(\\dfrac{3}{26}\\)       ​  ​     ㄹ. \\(\\dfrac{12}{150}\\) <보기> ㄱ. \\(\\dfrac{35}{\\mathrm{ {2}^{3} × {7}^{2} }}\\)     ​  ​  ㄴ. \\(\\dfrac{27}{\\mathrm{ {2}^{2} × {3}^{2} ×5}}\\) ㄷ. \\(\\dfrac{3}{26}\\)       ​  ​     ㄹ. \\(\\dfrac{12}{150}\\)  ",
        "latex": [
          "\\dfrac{35}{\\mathrm{ {2}^{3} × {7}^{2} }}",
          "\\dfrac{27}{\\mathrm{ {2}^{2} × {3}^{2} ×5}}",
          "\\dfrac{3}{26}",
          "\\dfrac{12}{150}"
        ]
      },
      "answer": "ㄴ, ㄹ",
      "explanation": "ㄱ. \\(\\dfrac{35}{\\mathrm{ {2}^{3} × {7}^{2} }}=\\dfrac{5}{\\mathrm{ {2}^{3} ×7}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 57,
      "question": {
        "text": "분수 \\(\\dfrac{5}{132}\\)에 자연수 \\(A\\)를 곱하면 유한소수로 나타낼 수 있다고 한다. 이때 \\(A\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{5}{132}",
          "A",
          "A"
        ]
      },
      "answer": "\\(33\\)",
      "explanation": "\\(\\dfrac{5}{132}=\\dfrac{5}{\\mathrm{ {2}^{2} ×3×11}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 58,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 있는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "③, ④",
      "explanation": "①\\(\\dfrac{4}{15}=\\dfrac{4}{\\mathrm{3×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 59,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{27}{150}\\)을 유한소수로 나타내는 과정이다. ㉠~㉤에 알맞은 수로 옳지 않은 것은? \\(\\mathrm{\\dfrac{27}{150}=\\dfrac{9}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}=\\dfrac{\\mathrm{9×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}{100}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\) \\(\\mathrm{\\dfrac{27}{150}=\\dfrac{9}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}=\\dfrac{\\mathrm{9×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}{100}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\)",
        "latex": [
          "\\dfrac{27}{150}",
          "\\mathrm{\\dfrac{27}{150}=\\dfrac{9}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}=\\dfrac{\\mathrm{9×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}{100}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}"
        ]
      },
      "answer": "②",
      "explanation": "\\(\\mathrm{\\dfrac{27}{150}=\\dfrac{9}{\\bbox[2px,border:1px solid #000000;]{50}}=\\dfrac{9}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{9×\\bbox[2px,border:1px solid #000000;]{2}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{2}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{18}}{100}=\\bbox[2px,border:1px solid #000000;]{0.18}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 60,
      "question": {
        "text": "분수 \\(\\dfrac{1}{10}\\), \\(\\dfrac{1}{11}\\), \\(\\dfrac{1}{12}\\), …,\\(\\dfrac{1}{20}\\) 중에서 유한소수로 나타낼 수 있는 분수의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{1}{10}",
          "\\dfrac{1}{11}",
          "\\dfrac{1}{12}",
          "\\dfrac{1}{20}"
        ]
      },
      "answer": "\\(3\\)개",
      "explanation": "유한소수로 나타낼 수 있으려면 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 61,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{7}{40}\\)을 유한소수로 나타내는 과정이다. ☐ 안에 들어갈 수로 옳지 않은 것은? \\(\\mathrm{\\dfrac{7}{40}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}}{\\mathrm{ {2}^{3} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}=\\dfrac{175}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}} }}=\\dfrac{175}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\) \\(\\mathrm{\\dfrac{7}{40}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}}{\\mathrm{ {2}^{3} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}=\\dfrac{175}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}} }}=\\dfrac{175}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}\\)",
        "latex": [
          "\\dfrac{7}{40}",
          "\\mathrm{\\dfrac{7}{40}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉠\\;}}}}{\\mathrm{ {2}^{3} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉡\\;}}}}=\\dfrac{175}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉢\\;}}} }}=\\dfrac{175}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉣\\;}}}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\;㉤\\;}}}"
        ]
      },
      "answer": "⑤",
      "explanation": "\\(\\mathrm{\\dfrac{7}{40}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}{\\mathrm{ {2}^{3} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}}\\)\\(\\mathrm{=\\dfrac{175}{\\mathrm{1 {0}^{\\bbox[2px,border:1px solid #000000;]{3}} }}=\\dfrac{175}{\\bbox[2px,border:1px solid #000000;]{1000}}=\\bbox[2px,border:1px solid #000000;]{0.175}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 62,
      "question": {
        "text": "다음 분수 중에서 유한소수로 나타낼 수 있는 것을 모두 찾으시오. \\(\\dfrac{5}{8}\\), \\(\\dfrac{2}{15}\\), \\(-\\dfrac{15}{42}\\), \\(\\dfrac{21}{140}\\) \\(\\dfrac{5}{8}\\), \\(\\dfrac{2}{15}\\), \\(-\\dfrac{15}{42}\\), \\(\\dfrac{21}{140}\\)  ",
        "latex": [
          "\\dfrac{5}{8}",
          "\\dfrac{2}{15}",
          "-\\dfrac{15}{42}",
          "\\dfrac{21}{140}"
        ]
      },
      "answer": "\\(\\dfrac{5}{8}\\), \\(\\dfrac{21}{140}\\)",
      "explanation": "각 분수를 기약분수로 나타내고 분모를 소인수분해하면 다음과 같다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 63,
      "question": {
        "text": "다음 분수 중에서 유한소수로 나타낼 수 있는 것을 모두 찾으시오. \\(\\dfrac{3}{15}\\), \\(\\dfrac{11}{44}\\), \\(-\\dfrac{14}{63}\\), \\(\\dfrac{36}{120}\\) \\(\\dfrac{3}{15}\\), \\(\\dfrac{11}{44}\\), \\(-\\dfrac{14}{63}\\), \\(\\dfrac{36}{120}\\)   ",
        "latex": [
          "\\dfrac{3}{15}",
          "\\dfrac{11}{44}",
          "-\\dfrac{14}{63}",
          "\\dfrac{36}{120}"
        ]
      },
      "answer": "\\(\\dfrac{3}{15}\\), \\(\\dfrac{11}{44}\\), \\(\\dfrac{36}{120}\\)",
      "explanation": "각 분수를 기약분수로 나타내고 분모를 소인수분해하면 다음과 같다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 64,
      "question": {
        "text": "두 분수 \\(\\dfrac{11}{90}\\)과 \\(\\dfrac{3}{35}\\)에 자연수 \\(a\\)를 각각 곱하면 두 분수 모두 유한소수로 나타낼 수 있을 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{11}{90}",
          "\\dfrac{3}{35}",
          "a",
          "a"
        ]
      },
      "answer": "\\(63\\)",
      "explanation": "\\(\\dfrac{11}{90}=\\dfrac{11}{\\mathrm{2× {3}^{2} ×5}}\\), \\(\\dfrac{3}{35}=\\dfrac{3}{\\mathrm{5×7}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 65,
      "question": {
        "text": "두 분수 \\(\\dfrac{4}{30}\\)와 \\(\\dfrac{7}{110}\\)에 자연수 \\(a\\)를 각각 곱하면 두 분수 모두 유한소수로 나타낼 수 있을 때, \\(a\\)의 값이 될 수 있는 가장 작은 세 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{4}{30}",
          "\\dfrac{7}{110}",
          "a",
          "a"
        ]
      },
      "answer": "\\(132\\)",
      "explanation": "\\(\\dfrac{4}{30}=\\dfrac{2}{15}=\\dfrac{2}{\\mathrm{3×5}}\\), \\(\\dfrac{7}{110}=\\dfrac{7}{\\mathrm{2×5×11}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 66,
      "question": {
        "text": "\\(\\dfrac{5}{24}×A\\), \\(\\dfrac{6}{85}×A\\)﻿를 각각 소수로 나타내면 모두 유한소수가 된다고 한다. 이때 \\(200\\)이하의 자연수 중 \\(A\\)의 값이 될 수 있는 수의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{5}{24}×A",
          "\\dfrac{6}{85}×A",
          "200",
          "A"
        ]
      },
      "answer": "\\(3\\)개",
      "explanation": "\\(\\dfrac{5}{24}×\\mathit{A}=\\dfrac{5}{\\mathrm{ {2}^{3} ×3}}× {\\mathit{A}}_{\\mathrm{’}} \\dfrac{6}{85}×\\mathit{A}=\\dfrac{6}{\\mathrm{5×17}}×\\mathit{A}\\)이므로 두 수 모두 유한소수가 되려면 \\(A\\)는 \\(3\\)과 \\(17\\)의 공배수, 즉 \\(51\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 67,
      "question": {
        "text": "분수 \\(\\dfrac{a}{120}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{11}{b}\\)이 된다. \\(a\\)가​  \\(30 &lt; a &lt; 40\\)인 자연수일 때, \\(b-a\\)의 값은?",
        "latex": [
          "\\dfrac{a}{120}",
          "\\dfrac{11}{b}",
          "a",
          "30 &lt; a &lt; 40",
          "b-a"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\dfrac{\\mathit{a}}{120}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{3} ×3×5}}\\)가 유한소수가 되려면 \\(a\\)는 \\(3\\)의 배수이어야 하고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{11}{b}\\)이므로 \\(a\\)는 \\(11\\)의 배수이어야 한다. 따라서 \\(a\\)는 \\(3\\)과 \\(11\\)의 공배수, 즉 \\(33\\)의 배수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 68,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 없는 것은?",
        "latex": []
      },
      "answer": "⑤",
      "explanation": "① \\(\\dfrac{7}{8}=\\dfrac{7}{\\mathrm{ {2}^{3} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 69,
      "question": {
        "text": "분수 \\(\\dfrac{1}{2},ﾠ\\,\\dfrac{1}{3},ﾠ\\,\\dfrac{1}{4},ﾠ\\,⋯,ﾠ\\,\\dfrac{1}{20}\\)중에서 유한소수로 나타낼 수 없는 것의 개수는?",
        "latex": [
          "\\dfrac{1}{2},ﾠ\\,\\dfrac{1}{3},ﾠ\\,\\dfrac{1}{4},ﾠ\\,⋯,ﾠ\\,\\dfrac{1}{20}"
        ]
      },
      "answer": "④",
      "explanation": "분모 \\(2,ﾠ\\,3,ﾠ\\,4,ﾠ\\,⋯20\\)중에서 소인수가 \\(2\\)또는 \\(5\\)뿐인 수는 \\(2,ﾠ\\,4,ﾠ\\,5,ﾠ\\,8,ﾠ\\,10,ﾠ\\,16,ﾠ\\,20\\)의 \\(7\\)개이므로 유한소수로 나타낼 수 없는 분수의 개수는 \\(19-7=12\\)(개)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 70,
      "question": {
        "text": "두 분수 \\(\\dfrac{1}{75}\\)과 \\(\\dfrac{3}{170}\\)에 자연수 \\(a\\)를 각각 곱하면 두 분수 모두 유한소수로 나타낼 수 있다고 한다. 이때 \\(a\\)의 값이 될 수 있는 가장 작은 자연수는?",
        "latex": [
          "\\dfrac{1}{75}",
          "\\dfrac{3}{170}",
          "a",
          "a"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\dfrac{1}{75}×\\mathit{a}=\\dfrac{1}{\\mathrm{3× {5}^{2} }}×\\mathit{a}\\)가 유한소수가 되려면 \\(a\\)는 \\(3\\)의 배수이어야 한다. 또,",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 71,
      "question": {
        "text": "두 분수 \\(\\dfrac{1}{5}\\)과 \\(\\dfrac{9}{14}\\)사이에 있는 분수 중 분모가 \\(70\\)이고, 유한소수로 나타낼 수 있는 모든 분수의 개수를 구하시오. (단, 분자는 자연수) ",
        "latex": [
          "\\dfrac{1}{5}",
          "\\dfrac{9}{14}",
          "70"
        ]
      },
      "answer": "\\(4\\)개",
      "explanation": "\\(\\dfrac{1}{5}=\\dfrac{14}{70},ﾠ\\,\\dfrac{9}{14}=\\dfrac{45}{70}\\)이므로 구하는 분수를 \\(\\dfrac{A}{70}\\)라 하면",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 72,
      "question": {
        "text": "분수 \\(\\dfrac{6}{\\mathrm{80×\\mathit{x}}}\\)을 소수로 나타내면 유한소수가 될 때, \\(x\\)의 값이 될 수 있는 가장 작은 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{6}{\\mathrm{80×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "\\(10\\)",
      "explanation": "\\(\\dfrac{6}{\\mathrm{80×\\mathit{x}}}=\\dfrac{3}{\\mathrm{40×\\mathit{x}}}=\\dfrac{3}{\\mathrm{ {2}^{3} ×5×\\mathit{x}}}\\)이 유한소수가 되려면 \\(x\\)는 소인수가 \\(2\\) 또는 \\(5\\)로만 이루어진 수이거나 \\(3\\)의 약수이거나 이들의 곱으로 이루어진 수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 73,
      "question": {
        "text": "다음은 기약분수를 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. \\(\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×◻}}{\\mathrm{2× {5}^{2} ×◻}}=\\dfrac{\\mathrm{◻}}{100}=◻\\) \\(\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×◻}}{\\mathrm{2× {5}^{2} ×◻}}=\\dfrac{\\mathrm{◻}}{100}=◻\\)    ",
        "latex": [
          "\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×◻}}{\\mathrm{2× {5}^{2} ×◻}}=\\dfrac{\\mathrm{◻}}{100}=◻"
        ]
      },
      "answer": "\\(2\\), \\(22\\), \\(0.22\\), \\(2\\)",
      "explanation": "\\(\\mathrm{\\dfrac{11}{50}=\\dfrac{11}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{11×\\bbox[2px,border:1px solid #000000;]{2}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{2}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{22}}{100}=\\bbox[2px,border:1px solid #000000;]{0.22}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 74,
      "question": {
        "text": "다음 분수 중에서 유한소수로 나타낼 수 있는 것을 모두 찾으시오. \\(\\dfrac{9}{25}\\), \\(\\dfrac{11}{45}\\), \\(\\dfrac{28}{80}\\), \\(\\dfrac{21}{\\mathrm{2× {3}^{2} ×7}}\\) \\(\\dfrac{9}{25}\\), \\(\\dfrac{11}{45}\\), \\(\\dfrac{28}{80}\\), \\(\\dfrac{21}{\\mathrm{2× {3}^{2} ×7}}\\)  ",
        "latex": [
          "\\dfrac{9}{25}",
          "\\dfrac{11}{45}",
          "\\dfrac{28}{80}",
          "\\dfrac{21}{\\mathrm{2× {3}^{2} ×7}}"
        ]
      },
      "answer": "\\(\\dfrac{9}{25}\\), \\(\\dfrac{28}{80}\\)",
      "explanation": "각 분수를 기약분수로 나타내고 분모를 소인수분해하면 다음과 같다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 75,
      "question": {
        "text": "다음 분수 중에서 유한소수로 나타낼 수 있는 것은?",
        "latex": []
      },
      "answer": "③",
      "explanation": "① \\(\\dfrac{6}{7}\\)② \\(\\dfrac{9}{14}=\\dfrac{9}{\\mathrm{2×7}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 76,
      "question": {
        "text": "다음은 기약분수를 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 왼쪽부터 차례로 써넣으시오. ",
        "latex": []
      },
      "answer": "\\( {5}^{2} \\), \\( {5}^{2} \\), \\(175\\), \\(1.75\\)",
      "explanation": "\\(\\mathrm{\\dfrac{7}{4}=\\dfrac{7}{\\mathrm{ {2}^{2} }}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}{\\mathrm{ {2}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{175}}{100}=\\bbox[2px,border:1px solid #000000;]{1.75}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 77,
      "question": {
        "text": "다음은 기약분수를 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 왼쪽부터 차례로 써넣으시오. ",
        "latex": []
      },
      "answer": "\\(2\\), \\(2\\), \\(18\\), \\(0.18\\)",
      "explanation": "\\(\\mathrm{\\dfrac{9}{50}=\\dfrac{9}{\\mathrm{2× {5}^{2} }}=\\dfrac{\\mathrm{9×\\bbox[2px,border:1px solid #000000;]{2}}}{\\mathrm{2× {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{2}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{18}}{100}=\\bbox[2px,border:1px solid #000000;]{0.18}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 78,
      "question": {
        "text": "다음은 기약분수를 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 왼쪽부터 차례로 써넣으시오. ",
        "latex": []
      },
      "answer": "\\(5\\), \\(5\\), \\(155\\), \\(0.155\\)",
      "explanation": "\\(\\mathrm{\\dfrac{31}{200}=\\dfrac{31}{\\mathrm{ {2}^{3} × {5}^{2} }}=\\dfrac{\\mathrm{31×\\bbox[2px,border:1px solid #000000;]{5}}}{\\mathrm{ {2}^{3} × {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{5}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{155}}{1000}=\\bbox[2px,border:1px solid #000000;]{0.155}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 79,
      "question": {
        "text": "다음 분수를 소수로 나타낼 때, 유한소수로 나타낼 수 있는 것은 O표, 나타낼 수 없는 것은 X표를 하시오. \\(\\dfrac{12}{\\mathrm{3× {5}^{2} }}\\) ",
        "latex": [
          "\\dfrac{12}{\\mathrm{3× {5}^{2} }}"
        ]
      },
      "answer": "O",
      "explanation": "\\(\\dfrac{12}{\\mathrm{3× {5}^{2} }}=\\dfrac{4}{\\mathrm{ {5}^{2} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 80,
      "question": {
        "text": "다음 분수를 소수로 나타낼 때, 유한소수로 나타낼 수 있는 것은 O표, 나타낼 수 없는 것은 X표를 하시오. \\(\\dfrac{14}{70}\\) ",
        "latex": [
          "\\dfrac{14}{70}"
        ]
      },
      "answer": "O",
      "explanation": "\\(\\dfrac{14}{70}=\\dfrac{1}{5}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 81,
      "question": {
        "text": "다음 보기 중 분수를 소수로 나타내었을 때, 유한소수가 아닌 것을 모두 고르시오. <보기>ㄱ. \\(\\dfrac{1}{4}\\)      ㄴ. \\(-\\dfrac{2}{5}\\)      ㄷ. \\(\\dfrac{3}{7}\\)ㄹ. \\(-\\dfrac{11}{10}\\)  ㅁ. \\(\\dfrac{23}{12}\\)      ㅂ. \\(\\dfrac{19}{20}\\) <보기> ㄱ. \\(\\dfrac{1}{4}\\)      ㄴ. \\(-\\dfrac{2}{5}\\)      ㄷ. \\(\\dfrac{3}{7}\\) ㄹ. \\(-\\dfrac{11}{10}\\)  ㅁ. \\(\\dfrac{23}{12}\\)      ㅂ. \\(\\dfrac{19}{20}\\)  ",
        "latex": [
          "\\dfrac{1}{4}",
          "-\\dfrac{2}{5}",
          "\\dfrac{3}{7}",
          "-\\dfrac{11}{10}",
          "\\dfrac{23}{12}",
          "\\dfrac{19}{20}"
        ]
      },
      "answer": "ㄷ, ㅁ",
      "explanation": "ㄱ. \\(\\dfrac{1}{4}=0.25\\) ㄴ. \\(-\\dfrac{2}{5}=-0.4\\) ㄷ. \\(\\dfrac{3}{7}=0.428571\\,⋯\\,\\) ㄹ. \\(-\\dfrac{11}{10}=-1.1\\) ㅁ. \\(\\dfrac{23}{12}=1.91666\\,⋯\\,\\)  ㅂ. \\(\\dfrac{19}{20}=0.95\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 82,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{21}{140}\\)을 유한소수로 나타내는 과정이다. 이때 \\(a+b+c+d\\)의 값을 구하시오. \\(\\dfrac{21}{140}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathit{a}×\\mathit{b}}{\\mathrm{ {2}^{2} ×5×\\mathit{b}}}=\\dfrac{\\mathit{c}}{100}=\\mathit{d}\\) \\(\\dfrac{21}{140}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathit{a}×\\mathit{b}}{\\mathrm{ {2}^{2} ×5×\\mathit{b}}}=\\dfrac{\\mathit{c}}{100}=\\mathit{d}\\) ",
        "latex": [
          "\\dfrac{21}{140}",
          "a+b+c+d",
          "\\dfrac{21}{140}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathit{a}×\\mathit{b}}{\\mathrm{ {2}^{2} ×5×\\mathit{b}}}=\\dfrac{\\mathit{c}}{100}=\\mathit{d}"
        ]
      },
      "answer": "\\(23.15\\)",
      "explanation": "\\(\\dfrac{21}{140}=\\dfrac{3}{20}=\\dfrac{3}{\\mathrm{ {2}^{2} ×5}}=\\dfrac{\\mathrm{3×5}}{\\mathrm{ {2}^{2} ×5×5}}=\\dfrac{15}{100}=0.15\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 83,
      "question": {
        "text": "다음 분수 중 분모를 \\(10\\)의 거듭제곱 꼴로 나타낼 수 없는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "10",
          "2"
        ]
      },
      "answer": "③, ④",
      "explanation": "①\\(\\dfrac{39}{12}=\\dfrac{13}{4}=\\dfrac{\\mathrm{13× {5}^{2} }}{\\mathrm{ {2}^{2} × {5}^{2} }}=\\dfrac{325}{\\mathrm{1 {0}^{2} }}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 84,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{84}{150}\\)를 유한소수로 나타내는 과정이다. ㈎~㈑에 알맞은 수를 구하시오. \\(\\mathrm{\\dfrac{84}{150}=\\dfrac{14}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(가)}}}=\\dfrac{\\mathrm{14×\\bbox[2px,border:1px solid #000000;]{\\mathrm{(나)}}}}{\\mathrm{ {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{(나)}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(다)}}}{\\mathrm{ {10}^{2} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(라)\\,}}}\\) \\(\\mathrm{\\dfrac{84}{150}=\\dfrac{14}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(가)}}}=\\dfrac{\\mathrm{14×\\bbox[2px,border:1px solid #000000;]{\\mathrm{(나)}}}}{\\mathrm{ {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{(나)}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(다)}}}{\\mathrm{ {10}^{2} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(라)\\,}}}\\)    ",
        "latex": [
          "\\dfrac{84}{150}",
          "\\mathrm{\\dfrac{84}{150}=\\dfrac{14}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(가)}}}=\\dfrac{\\mathrm{14×\\bbox[2px,border:1px solid #000000;]{\\mathrm{(나)}}}}{\\mathrm{ {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{(나)}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(다)}}}{\\mathrm{ {10}^{2} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(라)\\,}}}"
        ]
      },
      "answer": "㈎ \\(25\\)  ㈏ \\( {2}^{2} \\)  ㈐ \\(56\\)  ㈑ \\(0.56\\)",
      "explanation": "\\(\\mathrm{\\dfrac{84}{150}=\\dfrac{14}{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(가)25}}}=\\dfrac{\\mathrm{14×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {\\mathrm{(나)2}}^{2} }}}}{\\mathrm{ {5}^{2} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {\\mathrm{(나)2}}^{2} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{(다)56}}}{\\mathrm{ {10}^{2} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{(라)0.56}}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 85,
      "question": {
        "text": "분수 \\(\\dfrac{3}{80}\\)을 유한소수로 나타내기 위하여 \\(\\dfrac{\\mathit{n}}{\\mathrm{1 {0}^{\\mathit{m}} }}\\) 꼴로 나타내었을 때, 자연수 \\(m,ﾠ\\, n\\)에 대하 여 \\(m+n\\)의 값 중에서 가장 작은 값을 구하시오. ",
        "latex": [
          "\\dfrac{3}{80}",
          "\\dfrac{\\mathit{n}}{\\mathrm{1 {0}^{\\mathit{m}} }}",
          "m,ﾠ\\, n",
          "m+n"
        ]
      },
      "answer": "\\(379\\)",
      "explanation": "\\(\\dfrac{3}{80}=\\dfrac{3}{\\mathrm{ {2}^{4} ×5}}=\\dfrac{\\mathrm{3× {5}^{3} }}{\\mathrm{ {2}^{4} × {5}^{4} }}\\)\\(=\\dfrac{375}{\\mathrm{ {10}^{4} }}=\\dfrac{3750}{\\mathrm{ {10}^{5} }}=\\dfrac{37500}{\\mathrm{ {10}^{6} }}=\\,⋯\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 86,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 없는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "④, ⑤",
      "explanation": "①\\(\\dfrac{9}{\\mathrm{2×3×5}}=\\dfrac{3}{\\mathrm{2×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 87,
      "question": {
        "text": "다음 보기의 분수 중 유한소수로 나타낼 수 있는 것을 모두 고르시오. <보기>ㄱ. \\(\\dfrac{5}{12}\\)   ㄴ. \\(\\dfrac{14}{35}\\)   ㄷ. \\(\\dfrac{6}{\\mathrm{ {2}^{3} × {3}^{2} ×5}}\\)ㄹ. \\(\\dfrac{6}{45}\\)   ㅁ. \\(\\dfrac{9}{\\mathrm{2×3× {5}^{2} }}\\) <보기> ㄱ. \\(\\dfrac{5}{12}\\)   ㄴ. \\(\\dfrac{14}{35}\\)   ㄷ. \\(\\dfrac{6}{\\mathrm{ {2}^{3} × {3}^{2} ×5}}\\) ㄹ. \\(\\dfrac{6}{45}\\)   ㅁ. \\(\\dfrac{9}{\\mathrm{2×3× {5}^{2} }}\\)  ",
        "latex": [
          "\\dfrac{5}{12}",
          "\\dfrac{14}{35}",
          "\\dfrac{6}{\\mathrm{ {2}^{3} × {3}^{2} ×5}}",
          "\\dfrac{6}{45}",
          "\\dfrac{9}{\\mathrm{2×3× {5}^{2} }}"
        ]
      },
      "answer": "ㄴ, ㅁ",
      "explanation": "먼저 분수를 기약분수로 고친 후, 분모의 소인수가 \\(2\\)나 \\(5\\)뿐인 것을 찾는다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 88,
      "question": {
        "text": "분수 \\(\\dfrac{1}{a}\\)을 유한소수로 나타낼 수 있을 때, \\(1\\)보다 크고 \\(10\\)보다 작은 자연수 \\(a\\)의 값을 모두 구하시오.    ",
        "latex": [
          "\\dfrac{1}{a}",
          "1",
          "10",
          "a"
        ]
      },
      "answer": "\\(2\\), \\(4\\), \\(5\\), \\(8\\)",
      "explanation": "분수가 유한소수로 나타내어지려면 분수를 기약분수로 나타내었을 때, 분모의 소인수가 \\(2\\)나 \\(5\\)뿐이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 89,
      "question": {
        "text": "분수 \\(\\dfrac{\\mathit{x}}{\\mathrm{2× {3}^{2} ×5}}\\)를 유한소수로 나타낼 수 있을 때, \\(x\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{\\mathit{x}}{\\mathrm{2× {3}^{2} ×5}}",
          "x"
        ]
      },
      "answer": "\\(99\\)",
      "explanation": "주어진 분수를 기약분수로 나타냈을 때, 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이려면 \\(x\\)는 \\( {3}^{2} =9\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 90,
      "question": {
        "text": "두 분수 \\(\\dfrac{15}{28}\\)와 \\(\\dfrac{7}{90}\\)에 자연수 \\(A\\)를 각각 곱하면 모두 유한소수로 나타낼 수 있을 때, \\(A\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{15}{28}",
          "\\dfrac{7}{90}",
          "A",
          "A"
        ]
      },
      "answer": "\\(63\\)",
      "explanation": "주어진 분수의 분모를 각각 소인수분해하면",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 91,
      "question": {
        "text": "두 자연수 \\(x\\)와 \\(y\\)가 다음 조건을 모두 만족시킨다. ㈎ \\(x &lt; 100\\)㈏ 분수 \\(\\dfrac{x}{130}\\)를 소수로 나타내면 유한소수이다.㈐ 분수 \\(\\dfrac{x}{130}\\)를 기약분수로 나타내면 \\(\\dfrac{7}{y}\\)이다. ㈎ \\(x &lt; 100\\) ㈏ 분수 \\(\\dfrac{x}{130}\\)를 소수로 나타내면 유한소수이다. ㈐ 분수 \\(\\dfrac{x}{130}\\)를 기약분수로 나타내면 \\(\\dfrac{7}{y}\\)이다. 조건 ㈏에서 알 수 있는 자연수 \\(x\\)의 특징을 말하고, 두 자연수 \\(x\\)와 \\(y\\)의 값을 순서대로 구하시오.   ",
        "latex": [
          "x",
          "y",
          "x &lt; 100",
          "\\dfrac{x}{130}",
          "\\dfrac{x}{130}",
          "\\dfrac{7}{y}",
          "x",
          "x",
          "y"
        ]
      },
      "answer": "\\(x\\)는 \\(13\\)의 배수이다., \\(x=91\\), \\(y=10\\)",
      "explanation": "분모인 \\(130\\)을 소인수분해하면 \\(130=2×5×13\\)이므로 \\(x\\)는 \\(13\\)의 배수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 92,
      "question": {
        "text": "\\(\\dfrac{a}{60}\\)를 약분하면 \\(\\dfrac{1}{b}\\)이 되고, 이것을 소수로 나타내면 유한소수가 된다. 이때 \\(a+b\\)의 값을 구하시오. (단, \\(\\, 10 &lt; a &lt; 15\\)) ",
        "latex": [
          "\\dfrac{a}{60}",
          "\\dfrac{1}{b}",
          "a+b",
          "\\, 10 &lt; a &lt; 15"
        ]
      },
      "answer": "\\(17\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{60}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×3×5}}\\)가 유한소수가 되려면 분모의 \\(3\\)이 약분되어야 하므로 \\(a\\)의 값은 \\(3\\)의 배수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 93,
      "question": {
        "text": "두 유리수 \\(\\dfrac{x}{12}\\)와 \\(\\dfrac{x}{35}\\)가 모두 유한소수가 되게 하는 가장 작은 자연수 \\(x\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{x}{12}",
          "\\dfrac{x}{35}",
          "x"
        ]
      },
      "answer": "\\(21\\)",
      "explanation": "\\(\\dfrac{\\mathit{x}}{12}=\\dfrac{\\mathit{x}}{\\mathrm{ {2}^{2} ×3}},ﾠ\\, \\dfrac{\\mathit{x}}{35}=\\dfrac{\\mathit{x}}{\\mathrm{5×7}}\\)가 모두 유한소수가 되려면 분모의 \\(3\\)과 \\(7\\)이 약분되어야 하므로 \\(x\\)의 값은 \\(3\\)과 \\(7\\)의 공배수, 즉 \\(21\\)의 배수이다. 따라서 구하는 가장 작은 자연수 \\(x\\)의 값은 \\(3\\)과 \\(7\\)의 최소공배수인 \\(21\\)이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 94,
      "question": {
        "text": "다음은 어느 해 \\(3\\)월 달력의 일부분이다. 색칠한 부분과 같이 연속된 세로 두 칸을 하나의 분수 \\(\\dfrac{4}{11}\\)로 생각할 때, 이 달력에서 유한소수로 나타낼 수 있는 분수는 모두 몇 개인지 구하시오. ",
        "latex": [
          "3",
          "\\dfrac{4}{11}"
        ]
      },
      "answer": "\\(4\\)개",
      "explanation": "달력에서 찾을 수 있는 분수는 \\(\\dfrac{1}{8},ﾠ\\,\\dfrac{2}{9},ﾠ\\,\\dfrac{3}{10},ﾠ\\,\\dfrac{4}{11},ﾠ\\,\\dfrac{5}{12},ﾠ\\,\\dfrac{6}{13},ﾠ\\,\\dfrac{7}{14},ﾠ\\,\\dfrac{8}{15},ﾠ\\,\\dfrac{9}{16}\\)이고, 이 분수 중 유한소수로 나타낼 수 있는 분수는 \\(\\dfrac{1}{8}=\\dfrac{1}{\\mathrm{ {2}^{3} }},ﾠ\\,\\dfrac{3}{10}=\\dfrac{3}{\\mathrm{2×5}},ﾠ\\,\\dfrac{7}{14}=\\dfrac{1}{2},ﾠ\\,\\dfrac{9}{16}=\\dfrac{9}{\\mathrm{ {2}^{4} }}\\)의 \\(4\\)개이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 95,
      "question": {
        "text": "분수 \\(\\dfrac{33}{210}×x\\)를 유한소수로 나타낼 수 있을 때, \\(x\\)의 값 중 가장 작은 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{33}{210}×x",
          "x"
        ]
      },
      "answer": "\\(14\\)",
      "explanation": "\\(\\dfrac{33}{210}×\\mathit{x}=\\dfrac{11}{70}×\\mathit{x}=\\dfrac{11}{\\mathrm{2×5×7}}×\\mathit{x}\\)가 유한소수로 나타내어지려면 \\(x\\)는 \\(7\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 96,
      "question": {
        "text": "분수 \\(\\dfrac{\\mathit{a}}{\\mathrm{3× {5}^{2} ×7}}\\)를 소수로 나타내면 유한소수가 될 때, 다음 중 \\(a\\)의 값이 될 수 없는 것은?",
        "latex": [
          "\\dfrac{\\mathit{a}}{\\mathrm{3× {5}^{2} ×7}}",
          "a"
        ]
      },
      "answer": "④",
      "explanation": "분수가 유한소수가 되려면 분수를 기약분수로 나타내었을 때, 분모의 소인수가 \\(2\\)나 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(3×7\\), 즉 \\(21\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 97,
      "question": {
        "text": "분수 \\(\\dfrac{13}{264}×n\\)이 유한소수가 되도록 하는 \\(100\\)보다 작은 자연수 \\(n\\)의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{13}{264}×n",
          "100",
          "n"
        ]
      },
      "answer": "\\(3\\)개",
      "explanation": "\\(\\dfrac{13}{264}×\\mathit{n}=\\dfrac{13}{\\mathrm{ {2}^{3} ×3×11}}×\\mathit{n}\\)이 유한소수가 되려면 \\(n\\)은 \\(3×11\\), 즉 \\(33\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 98,
      "question": {
        "text": "두 분수 \\(\\dfrac{3}{165}\\)과 \\(\\dfrac{17}{56}\\)에 자연수 \\(a\\)를 각각 곱하면 모두 유한소수로 나타낼 수 있을 때, 곱할 수 있는 가장 작은 자연수 \\(a\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{3}{165}",
          "\\dfrac{17}{56}",
          "a",
          "a"
        ]
      },
      "answer": "\\(77\\)",
      "explanation": "\\(\\dfrac{3}{165}×\\mathit{a}=\\dfrac{1}{55}×\\mathit{a}=\\dfrac{1}{\\mathrm{5×11}}×\\mathit{a}\\)가 유한소수로 나타내어지려면 \\(a\\)는 \\(11\\)의 배수이어야 하고, \\(\\dfrac{17}{56}×\\mathit{a}=\\dfrac{17}{\\mathrm{ {2}^{3} ×7}}×\\mathit{a}\\)가 유한소수로 나타내어지려면 \\(a\\)는 \\(7\\)의 배수이어야 하므로 \\(a\\)는 \\(11\\)과 \\(7\\)의 공배수, 즉 \\(77\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 99,
      "question": {
        "text": "분수 \\(\\dfrac{54}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}\\)를 소수로 나타내면 유한소수가 될 때, 다음 중 \\(x\\)의 값이 될 수 없는 것은?",
        "latex": [
          "\\dfrac{54}{\\mathrm{ {2}^{2} ×5×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "⑤",
      "explanation": "①\\(\\dfrac{54}{\\mathrm{ {2}^{2} ×5×3}}=\\dfrac{9}{\\mathrm{2×5}}\\)",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 100,
      "question": {
        "text": "분수 \\(\\dfrac{6}{\\mathrm{80×\\mathit{x}}}\\)을 소수로 나타내면 유한소수가 될 때, \\(x\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{6}{\\mathrm{80×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "\\(96\\)",
      "explanation": "\\(\\dfrac{6}{\\mathrm{80×\\mathit{x}}}=\\dfrac{3}{\\mathrm{40×\\mathit{x}}}=\\dfrac{3}{\\mathrm{ {2}^{3} ×5×\\mathit{x}}}\\)이 유한소수가 되려면 \\(x\\)는 소인수가 \\(2\\)나 \\(5\\)로만 이루어진 수",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 101,
      "question": {
        "text": "\\(x\\)가 한 자리 자연수일 때, 분수 \\(\\dfrac{9}{\\mathrm{25×\\mathit{x}}}\\)를 유한소수로 나타낼 수 있도록 하는 모든 \\(x\\)의 값의 합을 구하시오. ",
        "latex": [
          "x",
          "\\dfrac{9}{\\mathrm{25×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "\\(38\\)",
      "explanation": "\\(\\dfrac{9}{\\mathrm{25×\\mathit{x}}}=\\dfrac{9}{\\mathrm{ {5}^{2} ×\\mathit{x}}}\\)가 유한소수로 나타내어지려면 \\(x\\)는 소인수가 \\(2\\)나 \\(5\\)로만 이루어진 수 또는 \\(9\\)의 약수 또는 이들의 곱으로 이루어진 수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 102,
      "question": {
        "text": "두 자리 자연수 \\(x\\)에 대하여 분수 \\(\\dfrac{x}{180}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기 약분수로 나타내면 \\(\\dfrac{7}{y}\\)이 된다. 이때 \\(x-y\\)의 값을 구하시오. ",
        "latex": [
          "x",
          "\\dfrac{x}{180}",
          "\\dfrac{7}{y}",
          "x-y"
        ]
      },
      "answer": "\\(43\\)",
      "explanation": "\\(\\dfrac{\\mathit{x}}{180}=\\dfrac{\\mathit{x}}{\\mathrm{ {2}^{2} × {3}^{2} ×5}}\\)가 유한소수가 되려면 \\(x\\)는 \\( {3}^{2} \\), 즉 \\(9\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 103,
      "question": {
        "text": "분수 \\(\\dfrac{\\mathit{x}}{\\mathrm{ {2}^{2} ×5×7}}\\)가 다음 조건을 모두 만족할 때, 가장 작은 세 자리 자연수 \\(x\\)의 값을 구하 시오. ㈎ 소수로 나타내면 유한소수가 된다.㈏ 기약분수로 나타내면 \\(\\dfrac{3}{y}\\)이다. ㈎ 소수로 나타내면 유한소수가 된다. ㈏ 기약분수로 나타내면 \\(\\dfrac{3}{y}\\)이다. ",
        "latex": [
          "\\dfrac{\\mathit{x}}{\\mathrm{ {2}^{2} ×5×7}}",
          "x",
          "\\dfrac{3}{y}"
        ]
      },
      "answer": "\\(105\\)",
      "explanation": "조건 ㈎에서 \\(x\\)는 \\(7\\)의 배수이고, 조건 ㈏에서 \\(x\\)는 \\(3\\)의 배수이므로 \\(x\\)는 \\(7\\)과 \\(3\\)의 공배수, 즉 \\(21\\)의 배수이다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 104,
      "question": {
        "text": "분수 \\(\\dfrac{a}{136}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{1}{b}\\)이 된 다. \\(a\\)가 \\(30 &lt; a &lt; 40\\)인 자연수일 때, \\(a+b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{a}{136}",
          "\\dfrac{1}{b}",
          "a",
          "30 &lt; a &lt; 40",
          "a+b"
        ]
      },
      "answer": "\\(38\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{136}=\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{3} ×17}}\\)가 유한소수가 되려면 \\(a\\)는 \\(17\\)의 배수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 105,
      "question": {
        "text": "분수 \\(\\dfrac{21}{\\mathrm{10×\\mathit{x}}}\\)을 소수로 나타내면 유한소수가 될 때, \\(20\\)미만의 자연수 \\(x\\)의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{21}{\\mathrm{10×\\mathit{x}}}",
          "20",
          "x"
        ]
      },
      "answer": "\\(13\\)개",
      "explanation": "\\(\\dfrac{21}{\\mathrm{10×\\mathit{x}}}=\\dfrac{21}{\\mathrm{2×5×\\mathit{x}}}\\)이 유한소수가 되려면 \\(x\\)는 소인수가 \\(2\\)나 \\(5\\)로만 이루어진 수 또는 \\(21\\)의 약수 또는 이들의 곱으로 이루어진 수이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 106,
      "question": {
        "text": "다음은 분수 \\(\\dfrac{7}{250}\\)을 유한소수로 나타내는 과정이다. ㈎~㈑에 알맞은 수를 차례대로 구한 것은? \\(\\mathrm{\\dfrac{7}{250}=\\dfrac{7}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(가)\\,}}}}{\\mathrm{2× {5}^{3} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(가)\\,}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(나)\\,}}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(다)\\,}}} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(라)\\,}}}\\) \\(\\mathrm{\\dfrac{7}{250}=\\dfrac{7}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(가)\\,}}}}{\\mathrm{2× {5}^{3} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(가)\\,}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(나)\\,}}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(다)\\,}}} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(라)\\,}}}\\) ㈎㈏㈐㈑\\(2\\)\\(14\\)\\(2\\)\\(0.14\\)\\(2\\)\\(14\\)\\(3\\)\\(0.014\\)\\( {2}^{2} \\)\\(28\\)\\(2\\)\\(0.28\\)\\( {2}^{2} \\)\\(28\\)\\(3\\)\\(0.028\\)\\( {2}^{3} \\)\\(56\\)\\(3\\)\\(0.056\\) ㈎ ㈏ ㈐ ㈑  \\(2\\) \\(14\\) \\(2\\) \\(0.14\\)  \\(2\\) \\(14\\) \\(3\\) \\(0.014\\)  \\( {2}^{2} \\) \\(28\\) \\(2\\) \\(0.28\\)  \\( {2}^{2} \\) \\(28\\) \\(3\\) \\(0.028\\)  \\( {2}^{3} \\) \\(56\\) \\(3\\) \\(0.056\\)",
        "latex": [
          "\\dfrac{7}{250}",
          "\\mathrm{\\dfrac{7}{250}=\\dfrac{7}{\\mathrm{2× {5}^{3} }}=\\dfrac{\\mathrm{7×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(가)\\,}}}}{\\mathrm{2× {5}^{3} ×\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(가)\\,}}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(나)\\,}}}{\\mathrm{ {10}^{\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(다)\\,}}} }}=\\bbox[2px,border:1px solid #000000;]{\\mathrm{\\,(라)\\,}}}",
          "2",
          "14",
          "2",
          "0.14",
          "2",
          "14",
          "3",
          "0.014",
          " {2}^{2} ",
          "28",
          "2",
          "0.28",
          " {2}^{2} ",
          "28",
          "3",
          "0.028",
          " {2}^{3} ",
          "56",
          "3",
          "0.056"
        ]
      },
      "answer": "④",
      "explanation": "분모가 \\(10\\)의 거듭제곱이 되도록 분모, 분자에 같은 수를 곱한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 107,
      "question": {
        "text": "분수 \\(\\dfrac{1}{2},ﾠ\\,\\dfrac{1}{3},ﾠ\\,\\dfrac{1}{4},ﾠ\\,⋯\\dfrac{1}{50}\\)중 유한소수로 나타낼 수 있는 것의 개수는?",
        "latex": [
          "\\dfrac{1}{2},ﾠ\\,\\dfrac{1}{3},ﾠ\\,\\dfrac{1}{4},ﾠ\\,⋯\\dfrac{1}{50}"
        ]
      },
      "answer": "②",
      "explanation": "분모의 소인수가 \\(2\\)나 \\(5\\)뿐인 것을 찾는다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 108,
      "question": {
        "text": "분수 \\(\\dfrac{\\mathit{x}}{\\mathrm{ {2}^{3} ×3×13}}\\)가 유한소수로 나타내어질 때, \\(x\\)의 값이 될 수 있는 가장 작은 세 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{\\mathit{x}}{\\mathrm{ {2}^{3} ×3×13}}",
          "x"
        ]
      },
      "answer": "\\(117\\)",
      "explanation": "유한소수로 나타낼 수 있는 분수는 기약분수로 나타내었을 때, 분모의 소인수가 \\(2\\)나 \\(5\\)뿐임을 이용한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 109,
      "question": {
        "text": "두 분수 \\(\\dfrac{45}{306}×A\\), \\(\\dfrac{17}{130}×A\\)를 모두 유한소수로 나타낼 수 있도록 하는 가장 작은 자연수 \\(A\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{45}{306}×A",
          "\\dfrac{17}{130}×A",
          "A"
        ]
      },
      "answer": "\\(221\\)",
      "explanation": "두 분수를 기약분수로 나타내었을 때, 각각의 분모의 소인수가 \\(2\\)나 \\(5\\)뿐이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 110,
      "question": {
        "text": "분수 \\(\\dfrac{18}{\\mathrm{60×\\mathit{a}}}\\)을 소수로 나타내면 유한소수가 될 때, 다음 중 \\(a\\)의 값이 될 수 없는 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "\\dfrac{18}{\\mathrm{60×\\mathit{a}}}",
          "a",
          "2"
        ]
      },
      "answer": "②, ④",
      "explanation": "유한소수로 나타낼 수 있는 분수는 기약분수로 나타내었을 때, 분모의 소인수가 \\(2\\)나 \\(5\\)뿐임을 이용한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 111,
      "question": {
        "text": "\\(10 &lt; a &lt; 15\\)인 자연수 \\(a\\)에 대하여 분수 \\(\\dfrac{a}{150}\\)를 소수로 나타내면 유한소수가 되고, 이 분수 를 기약분수로 나타내면 \\(\\dfrac{2}{b}\\)가 된다. 이때 \\(b-a\\)의 값은?",
        "latex": [
          "10 &lt; a &lt; 15",
          "a",
          "\\dfrac{a}{150}",
          "\\dfrac{2}{b}",
          "b-a"
        ]
      },
      "answer": "②",
      "explanation": "먼저 \\(\\dfrac{a}{150}\\)의 분모를 소인수분해한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 112,
      "question": {
        "text": "\\(\\dfrac{1}{9}\\)과 \\(\\dfrac{7}{5}\\) 사이의 정수가 아닌 분수 중 분모가 \\(45\\)이고, 유한소수로 나타낼 수 있는 분수의 개수를 구하시오. (단, 분자는 자연수이다.) ",
        "latex": [
          "\\dfrac{1}{9}",
          "\\dfrac{7}{5}",
          "45"
        ]
      },
      "answer": "\\(5\\)개",
      "explanation": "분모를 소인수분해한 후 유한소수로 나타낼 수 있도록 하는 분자의 조건을 생각한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 113,
      "question": {
        "text": "분수 \\(\\dfrac{x}{420}\\)가 다음 조건을 모두 만족할 때, 가장 큰 자연수 \\(x\\)의 값을 구하시오. ㈎ 소수로 나타내면 유한소수가 된다.㈏ \\(x\\)는 \\(11\\)의 배수이다.㈐ \\(x\\)는 세 자리 자연수이다. ㈎ 소수로 나타내면 유한소수가 된다. ㈏ \\(x\\)는 \\(11\\)의 배수이다. ㈐ \\(x\\)는 세 자리 자연수이다. ",
        "latex": [
          "\\dfrac{x}{420}",
          "x",
          "x",
          "11",
          "x"
        ]
      },
      "answer": "\\(924\\)",
      "explanation": "먼저 \\(\\dfrac{x}{420}\\)의 분모를 소인수분해한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 114,
      "question": {
        "text": "\\(y\\)가 유한소수가 되기 위한 조건을 말하시오. ",
        "latex": [
          "y"
        ]
      },
      "answer": "\\(y\\)가 유한소수가 되려면 기약분수의 분모의 소인수가 \\(2\\)나 \\(5\\)뿐이어야 한다.",
      "explanation": "\\(y\\)가 유한소수가 되도록 하는 분모의 조건을 생각한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 115,
      "question": {
        "text": "\\(y\\)가 유한소수가 되도록 하는 모든 \\(x\\)의 값의 합을 구하시오. ",
        "latex": [
          "y",
          "x"
        ]
      },
      "answer": "\\(21\\)",
      "explanation": "\\(y\\)가 유한소수가 되도록 하는 분모의 조건을 생각한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 116,
      "question": {
        "text": "다음 조건을 모두 만족하는 \\(x\\)의 개수는? ㈎ \\(x\\)는 분모가 \\(30\\)이고 분자가 자연수인 유리수로 나타낼 수 있다.㈏ \\(\\dfrac{1}{3} &lt; x &lt; \\dfrac{2}{3}\\)㈐ \\(x\\)는 유한소수로 나타낼 수 없다. ㈎ \\(x\\)는 분모가 \\(30\\)이고 분자가 자연수인 유리수로 나타낼 수 있다. ㈏ \\(\\dfrac{1}{3} &lt; x &lt; \\dfrac{2}{3}\\) ㈐ \\(x\\)는 유한소수로 나타낼 수 없다.",
        "latex": [
          "x",
          "x",
          "30",
          "\\dfrac{1}{3} &lt; x &lt; \\dfrac{2}{3}",
          "x"
        ]
      },
      "answer": "④",
      "explanation": "조건 ㈐에서 \\(x\\)는 유한소수로 나타낼 수 없으므로 기약분수로 나타내었을 때, 분모에 \\(2\\)와 \\(5\\) 이외의 소인수가 있어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 117,
      "question": {
        "text": "두 분수 \\(\\dfrac{n}{6},ﾠ\\, \\dfrac{n}{14}\\)은 모두 정수가 아닌 유리수이고, 유한소수로 나타낼 수 있다. 이때 \\(n\\)의 값이 될 수 있는 가장 큰 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{n}{6},ﾠ\\, \\dfrac{n}{14}",
          "n"
        ]
      },
      "answer": "\\(63\\)",
      "explanation": "두 분수가 모두 정수가 아닌 유리수이므로 \\(n\\)의 값이 될 수 없는 수를 생각해야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 118,
      "question": {
        "text": "분수 \\(\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×3×\\mathit{b}}}\\)가 유한소수가 되도록 하는 한 자리자연수 \\(a,ﾠ\\, b\\)의 순서쌍 \\((a,ﾠ\\, b)\\)의 개수는?",
        "latex": [
          "\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×3×\\mathit{b}}}",
          "a,ﾠ\\, b",
          "(a,ﾠ\\, b)"
        ]
      },
      "answer": "③",
      "explanation": "기약분수를 소수로 나타내었을 때, 유한소수가 되려면 분모의 소인수가 \\(2\\)나 \\(5\\)뿐이어야 한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 119,
      "question": {
        "text": "분수 \\(\\dfrac{a}{360}\\)를 소수로 나타내면 유한소수가 되고, 이 분수를 기약분수로 나타내면 \\(\\dfrac{7}{b}\\)이 된다. \\(a\\)가 \\(100\\)보다 크고 \\(150\\)보다 작은 자연수일 때, \\(a-b\\)의 값을 구하시오. ",
        "latex": [
          "\\dfrac{a}{360}",
          "\\dfrac{7}{b}",
          "a",
          "100",
          "150",
          "a-b"
        ]
      },
      "answer": "\\(106\\)",
      "explanation": "먼저 \\(\\dfrac{a}{360}\\)의 분모를 소인수분해한다.",
      "episode": "유한소수로 나타낼 수 있는 분수의 특징"
    },
    {
      "id": 1,
      "question": {
        "text": "다음 중 유한소수를 모두 찾으시오. 가. \\(0.2333⋯\\) 나. \\(0.3876\\) 다. \\(8.9\\) 라. \\(4.2573⋯\\) 마. \\(0.612612⋯\\) 바. \\(-1.555\\)   ",
        "latex": [
          "0.2333⋯",
          "0.3876",
          "8.9",
          "4.2573⋯",
          "0.612612⋯",
          "-1.555"
        ]
      },
      "answer": "나, 다, 바",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "보기의 수 중 다음에 해당하는 수를 모두 고르시오. <보기>\\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) <보기> \\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) 자연수  ",
        "latex": [
          "-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45"
        ]
      },
      "answer": "\\(3\\), \\(\\dfrac{10}{5}\\)",
      "explanation": "\\(\\dfrac{10}{5}=2\\)이므로 양의 정수(자연수)이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 3,
      "question": {
        "text": "보기의 수 중 다음에 해당하는 수를 모두 고르시오. <보기>\\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) <보기> \\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) 음의 정수 ",
        "latex": [
          "-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45"
        ]
      },
      "answer": "\\(−8\\)",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 4,
      "question": {
        "text": "보기의 수 중 다음에 해당하는 수를 모두 고르시오. <보기>\\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) <보기> \\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) 정수    ",
        "latex": [
          "-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45"
        ]
      },
      "answer": "\\(−8\\), \\(0\\), \\(3\\), \\(\\dfrac{10}{5}\\)",
      "explanation": "\\(\\dfrac{10}{5}=2\\)이므로 양의 정수(자연수)이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 5,
      "question": {
        "text": "보기의 수 중 다음에 해당하는 수를 모두 고르시오. <보기>\\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) <보기> \\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) 정수가 아닌 유리수   ",
        "latex": [
          "-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45"
        ]
      },
      "answer": "\\(0.7\\), \\(-\\dfrac{1}{5}\\), \\(−3.45\\)",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 6,
      "question": {
        "text": "보기의 수 중 다음에 해당하는 수를 모두 고르시오. <보기>\\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) <보기> \\(-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45\\) 유리수       ",
        "latex": [
          "-8,ﾠ\\,0.7,ﾠ\\,0,ﾠ\\,3,ﾠ\\,\\dfrac{10}{5},ﾠ\\,-\\dfrac{1}{5},ﾠ\\,-3.45"
        ]
      },
      "answer": "\\(−8\\), \\(0.7\\), \\(0\\), \\(3\\), \\(\\dfrac{10}{5}\\), \\(-\\dfrac{1}{5}\\), \\(-3.45\\)",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 중 정수가 아닌 유리수는 모두 몇 개인가? \\(\\dfrac{3}{8},ﾠ\\,0.12,ﾠ\\,\\dfrac{12}{4},ﾠ\\,-2.67,ﾠ\\,0\\) \\(\\dfrac{3}{8},ﾠ\\,0.12,ﾠ\\,\\dfrac{12}{4},ﾠ\\,-2.67,ﾠ\\,0\\)",
        "latex": [
          "\\dfrac{3}{8},ﾠ\\,0.12,ﾠ\\,\\dfrac{12}{4},ﾠ\\,-2.67,ﾠ\\,0"
        ]
      },
      "answer": "③",
      "explanation": "\\(\\dfrac{12}{4}(=3),ﾠ\\,0\\)은 정수이므로 정수가 아닌 유리수는 \\(\\dfrac{3}{8},ﾠ\\,0.12\\), \\(-2.67\\)의 \\(3\\)개이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 8,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수이면 ‘유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{5}{4}\\)  ",
        "latex": [
          "\\dfrac{5}{4}"
        ]
      },
      "answer": "\\(1.25\\), 유",
      "explanation": "\\(\\dfrac{5}{4}=5÷4=1.25\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 9,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수이면 ‘유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{1}{8}\\)  ",
        "latex": [
          "\\dfrac{1}{8}"
        ]
      },
      "answer": "\\(0.125\\), 유",
      "explanation": "\\(\\dfrac{1}{8}=1÷8=0.125\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 10,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수이면 ‘유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{2}{25}\\)  ",
        "latex": [
          "\\dfrac{2}{25}"
        ]
      },
      "answer": "\\(0.08\\), 유",
      "explanation": "\\(\\dfrac{2}{25}=2÷25=0.08\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 11,
      "question": {
        "text": "다음 중 정수가 아닌 유리수를 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ⑤",
      "explanation": "③\\(\\dfrac{14}{7}=2\\)④\\(\\dfrac{8}{2}=4\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 12,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐ 안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\(2\\), \\(2\\), \\(8\\), \\(0.8\\)",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 13,
      "question": {
        "text": "다음은 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고쳐서 유한소수로 나타내는 과정이다. ☐안에 알맞은 수를 써넣으시오. ",
        "latex": [
          "10"
        ]
      },
      "answer": "\\( {5}^{2} \\), \\( {5}^{2} \\), \\(75\\), \\(0.075\\)",
      "explanation": "\\(\\mathrm{\\dfrac{3}{40}=\\dfrac{3}{\\mathrm{ {2}^{3} ×5}}=\\dfrac{\\mathrm{3×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}{\\mathrm{ {2}^{3} ×5×\\bbox[2px,border:1px solid #000000;]{\\mathrm{ {5}^{2} }}}}=\\dfrac{\\bbox[2px,border:1px solid #000000;]{75}}{1000}=\\bbox[2px,border:1px solid #000000;]{0.075}}\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 14,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고친 후 유한소수로 나타내시오. \\(\\dfrac{7}{4}\\)  ",
        "latex": [
          "10",
          "\\dfrac{7}{4}"
        ]
      },
      "answer": "\\(\\dfrac{175}{100}\\), \\(1.75\\)",
      "explanation": "\\(\\dfrac{7}{4}=\\dfrac{7}{\\mathrm{ {2}^{2} }}=\\dfrac{\\mathrm{7× {5}^{2} }}{\\mathrm{ {2}^{2} × {5}^{2} }}=\\dfrac{175}{100}=1.75\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 15,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고친 후 유한소수로 나타내시오. \\(\\dfrac{5}{8}\\)  ",
        "latex": [
          "10",
          "\\dfrac{5}{8}"
        ]
      },
      "answer": "\\(\\dfrac{625}{1000}\\), \\(0.625\\)",
      "explanation": "\\(\\dfrac{5}{8}=\\dfrac{5}{\\mathrm{ {2}^{3} }}=\\dfrac{\\mathrm{5× {5}^{3} }}{\\mathrm{ {2}^{3} × {5}^{3} }}=\\dfrac{625}{1000}=0.625\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 16,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고친 후 유한소수로 나타내시오. \\(\\dfrac{12}{50}\\)  ",
        "latex": [
          "10",
          "\\dfrac{12}{50}"
        ]
      },
      "answer": "\\(\\dfrac{24}{100}\\), \\(0.24\\)",
      "explanation": "\\(\\dfrac{12}{50}=\\dfrac{6}{25}=\\dfrac{6}{\\mathrm{ {5}^{2} }}=\\dfrac{\\mathrm{6× {2}^{2} }}{\\mathrm{ {5}^{2} × {2}^{2} }}=\\dfrac{24}{100}=0.24\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 17,
      "question": {
        "text": "다음 분수의 분모를 \\(10\\)의 거듭제곱의 꼴로 고친 후 유한소수로 나타내시오. \\(\\dfrac{72}{120}\\)  ",
        "latex": [
          "10",
          "\\dfrac{72}{120}"
        ]
      },
      "answer": "\\(\\dfrac{6}{10}\\), \\(0.6\\)",
      "explanation": "\\(\\dfrac{72}{120}=\\dfrac{3}{5}=\\dfrac{\\mathrm{3×2}}{\\mathrm{5×2}}=\\dfrac{6}{10}=0.6\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 18,
      "question": {
        "text": "다음 분수 중 유한소수로 나타낼 수 있는 것은 모두 고르시오.",
        "latex": []
      },
      "answer": "ⓛ, ②, ③",
      "explanation": "ⓛ 분모의 소인수가 \\(2\\)또는 \\(5\\)뿐이므로 유한소수로 나타낼 수 있다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 19,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5×7}}\\) ",
        "latex": [
          "a",
          "\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5×7}}"
        ]
      },
      "answer": "\\(7\\)",
      "explanation": "\\(\\dfrac{\\mathit{a}}{\\mathrm{ {2}^{2} ×5×7}}\\)에서 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(7\\)의 배수이고 이 중 가장 작은 자연수는 \\(7\\)이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 20,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{5}{\\mathrm{2×13}}×\\mathit{a}\\) ",
        "latex": [
          "a",
          "\\dfrac{5}{\\mathrm{2×13}}×\\mathit{a}"
        ]
      },
      "answer": "\\(13\\)",
      "explanation": "\\(\\dfrac{5}{\\mathrm{2×13}}×\\mathit{a}\\)에서 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(13\\)의 배수이고 이 중 가장 작은 자연수는 \\(13\\)이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 21,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{3}{180}×a\\) ",
        "latex": [
          "a",
          "\\dfrac{3}{180}×a"
        ]
      },
      "answer": "\\(3\\)",
      "explanation": "\\(\\dfrac{3}{180}×\\mathit{a}=\\dfrac{1}{60}×\\mathit{a}=\\dfrac{1}{\\mathrm{ {2}^{2} ×3×5}}×\\mathit{a}\\)에서 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(3\\)의 배수이고 이 중 가장 작은 자연수는 \\(3\\)이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 22,
      "question": {
        "text": "다음을 소수로 나타내면 유한소수가 될 때, \\(a\\)의 값이 될 수 있는 가장 작은 자연수를 구하시오. \\(\\dfrac{36}{330}×a\\) ",
        "latex": [
          "a",
          "\\dfrac{36}{330}×a"
        ]
      },
      "answer": "\\(11\\)",
      "explanation": "\\(\\dfrac{36}{330}×\\mathit{a}=\\dfrac{6}{55}×\\mathit{a}=\\dfrac{6}{\\mathrm{5×11}}×\\mathit{a}\\)에서 분모의 소인수가 \\(2\\) 또는 \\(5\\)뿐이어야 하므로 \\(a\\)는 \\(11\\)의",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 23,
      "question": {
        "text": "분수 \\(\\dfrac{14}{\\mathrm{7×\\mathit{x}}}\\)를 소수로 나타내면 정수가 아닌 유한소수가 될 때, \\(x\\)의 값이 될 수 있는 한 자리 자연수의 개수를 구하시오. ",
        "latex": [
          "\\dfrac{14}{\\mathrm{7×\\mathit{x}}}",
          "x"
        ]
      },
      "answer": "\\(3\\)개",
      "explanation": "\\(\\dfrac{14}{\\mathrm{7×\\mathit{x}}}=\\dfrac{2}{\\mathit{x}}\\)이므로 정수가 아닌 유한소수로 나타낼 수 있는 한 자리 자연수 \\(x\\)는 \\(4\\), \\(5\\), \\(8\\)의 \\(3\\)개이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 24,
      "question": {
        "text": "다음 보기 중 유한소수로 나타낼 수 없는 것을 모두 고르시오. <보기>ㄱ. \\(\\dfrac{11}{\\mathrm{ {5}^{3} }}\\)     ​  ​  ​  ㄴ. \\(\\dfrac{7}{\\mathrm{3×5}}\\)     ​  ​  ​  ㄷ. \\(\\dfrac{9}{\\mathrm{ {2}^{3} ×3}}\\)ㄹ. \\(\\dfrac{27}{\\mathrm{ {2}^{2} ×5×7}}\\)     ㅁ. \\(\\dfrac{121}{\\mathrm{ {2}^{3} ×5×11}}\\) <보기> ㄱ. \\(\\dfrac{11}{\\mathrm{ {5}^{3} }}\\)     ​  ​  ​  ㄴ. \\(\\dfrac{7}{\\mathrm{3×5}}\\)     ​  ​  ​  ㄷ. \\(\\dfrac{9}{\\mathrm{ {2}^{3} ×3}}\\) ㄹ. \\(\\dfrac{27}{\\mathrm{ {2}^{2} ×5×7}}\\)     ㅁ. \\(\\dfrac{121}{\\mathrm{ {2}^{3} ×5×11}}\\)  ",
        "latex": [
          "\\dfrac{11}{\\mathrm{ {5}^{3} }}",
          "\\dfrac{7}{\\mathrm{3×5}}",
          "\\dfrac{9}{\\mathrm{ {2}^{3} ×3}}",
          "\\dfrac{27}{\\mathrm{ {2}^{2} ×5×7}}",
          "\\dfrac{121}{\\mathrm{ {2}^{3} ×5×11}}"
        ]
      },
      "answer": "ㄴ, ㄹ",
      "explanation": "ㄱ. 분모의 소인수가 \\(5\\)뿐이므로 유한소수로 나타낼 수 있다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 25,
      "question": {
        "text": "다음 설명 중 옳은 것은 ○표, 옳지 않은 것은 X표를 하시오. 모든 유한소수는 유리수이다. ",
        "latex": []
      },
      "answer": "○",
      "explanation": "유한소수는 분수로 나타낼 수 있으므로 유리수이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 26,
      "question": {
        "text": "다음 설명 중 옳은 것은 ○표, 옳지 않은 것은 X표를 하시오. 모든 유리수는 유한소수로 나타낼 수 있다. ",
        "latex": []
      },
      "answer": "X",
      "explanation": "\\(\\dfrac{1}{3}=0.333⋯\\)에서 \\(\\dfrac{1}{3}\\)은 유리수이지만 유한소수로 나타낼 수 없다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 27,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 그 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(\\dfrac{1}{8}=\\)  ​  ​",
        "latex": [
          "\\dfrac{1}{8}="
        ]
      },
      "answer": "\\(0.125\\), 유",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 28,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 그 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(-\\dfrac{13}{5}=\\)  ​  ​",
        "latex": [
          "-\\dfrac{13}{5}="
        ]
      },
      "answer": "\\(−2.6\\), 유",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 29,
      "question": {
        "text": "다음 중 옳은 것을 고르세요. \\(1.414\\) → 소수점 아래의 \\(0\\)이 아닌 숫자가 유한 번 나타나므로 ( 유한 , 무한 )소수이다. ",
        "latex": [
          "1.414",
          "0"
        ]
      },
      "answer": "유한",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 30,
      "question": {
        "text": "다음 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(0.42\\) ",
        "latex": [
          "0.42"
        ]
      },
      "answer": "유",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 31,
      "question": {
        "text": "다음 소수가 유한소수이면 '유’, 무한소수이면 ‘무’를 쓰시오. \\(0.101001\\) ",
        "latex": [
          "0.101001"
        ]
      },
      "answer": "유",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 32,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오. \\(0\\) ",
        "latex": [
          "×",
          "0"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 33,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오. \\(7.95\\) ",
        "latex": [
          "×",
          "7.95"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 34,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오. \\(0.2989898\\) ",
        "latex": [
          "×",
          "0.2989898"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 35,
      "question": {
        "text": "다음 수가 유리수이면 ○표, 유리수가 아니면 \\(×\\)표를 하시오 \\(-\\dfrac{5}{38}\\) ",
        "latex": [
          "×",
          "-\\dfrac{5}{38}"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 36,
      "question": {
        "text": "옳은 것은 ○표, 옳지 않은 것은 \\(×\\)표를 하시오. \\(\\dfrac{1}{\\mathrm{2×3× {5}^{2} }}\\)은 유한소수로 나타낼 수 있다. ",
        "latex": [
          "×",
          "\\dfrac{1}{\\mathrm{2×3× {5}^{2} }}"
        ]
      },
      "answer": "\\(×\\)",
      "explanation": "분모에 \\(2\\)또는 \\(5\\)이외의 소인수 \\(3\\)이 있으므로 순환소수로 나타낼 수 있다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 37,
      "question": {
        "text": "다음 보기의 분수 중 유한소수로 나타낼 수 있는 것을 모두 고르시오. <보기>ㄱ. \\(\\dfrac{13}{30}\\)             ㄴ. \\(\\dfrac{7}{56}\\)ㄷ. \\(\\dfrac{9}{\\mathrm{ {3}^{3} × {5}^{2} }}\\)         ㄹ. \\(\\dfrac{35}{\\mathrm{2× {5}^{2} ×7}}\\) <보기> ㄱ. \\(\\dfrac{13}{30}\\)             ㄴ. \\(\\dfrac{7}{56}\\) ㄷ. \\(\\dfrac{9}{\\mathrm{ {3}^{3} × {5}^{2} }}\\)         ㄹ. \\(\\dfrac{35}{\\mathrm{2× {5}^{2} ×7}}\\)  ",
        "latex": [
          "\\dfrac{13}{30}",
          "\\dfrac{7}{56}",
          "\\dfrac{9}{\\mathrm{ {3}^{3} × {5}^{2} }}",
          "\\dfrac{35}{\\mathrm{2× {5}^{2} ×7}}"
        ]
      },
      "answer": "ㄴ, ㄹ",
      "explanation": "ㄱ. \\(\\dfrac{13}{30}=\\dfrac{13}{\\mathrm{2×3×5}}\\)    ㄴ. \\(\\dfrac{7}{56}=\\dfrac{1}{8}=\\dfrac{1}{\\mathrm{ {2}^{3} }}\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 38,
      "question": {
        "text": "다음 소수를 유한소수와 무한소수로 구분하시오. \\(1.288\\) ",
        "latex": [
          "1.288"
        ]
      },
      "answer": "유한소수",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 39,
      "question": {
        "text": "다음 소수를 유한소수와 무한소수로 구분하시오. \\(3.141592\\) ",
        "latex": [
          "3.141592"
        ]
      },
      "answer": "유한소수",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 40,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{4}{5}\\)  ",
        "latex": [
          "\\dfrac{4}{5}"
        ]
      },
      "answer": "\\(0.8\\), 유한소수",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 41,
      "question": {
        "text": "다음 중 분수를 소수로 나타낼 때, 유한소수인 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "①, ④",
      "explanation": "①\\(\\dfrac{2}{5}=0.4\\)(유한소수)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 42,
      "question": {
        "text": "다음 분수를 소수로 나타낼 때, 유한소수인 것을 모두 고르면? (정답 \\(2\\)개)",
        "latex": [
          "2"
        ]
      },
      "answer": "②, ⑤",
      "explanation": "① \\(\\dfrac{16}{3}=5.333⋯\\) (무한소수)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 43,
      "question": {
        "text": "분수 \\(\\dfrac{4}{560}\\)에 자연수 \\(A\\)를 곱하면 유한소수로 나타낼 수 있다고 한다. 이때 \\(A\\)의 값이 될 수 있는 가장 작은 두 자리 자연수를 구하시오. ",
        "latex": [
          "\\dfrac{4}{560}",
          "A",
          "A"
        ]
      },
      "answer": "\\(14\\)",
      "explanation": "\\(\\dfrac{4}{560}=\\dfrac{1}{140}=\\dfrac{1}{\\mathrm{ {2}^{2} ×5×7}}\\)",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 44,
      "question": {
        "text": "다음 보기 중 옳은 것을 모두 고르시오. <보기>ㄱ. \\(-7\\)은 유리수가 아니다.ㄴ. \\(0.28\\)은 유한소수이다.ㄷ. \\(0.324324324⋯\\)는 무한소수이다.ㄹ. \\(\\dfrac{6}{9}\\)을 소수로 나타내면 무한소수이다. <보기> ㄱ. \\(-7\\)은 유리수가 아니다. ㄴ. \\(0.28\\)은 유한소수이다. ㄷ. \\(0.324324324⋯\\)는 무한소수이다. ㄹ. \\(\\dfrac{6}{9}\\)을 소수로 나타내면 무한소수이다.   ",
        "latex": [
          "-7",
          "0.28",
          "0.324324324⋯",
          "\\dfrac{6}{9}"
        ]
      },
      "answer": "ㄴ, ㄷ, ㄹ",
      "explanation": "ㄱ. \\(-7\\)은 유리수이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 45,
      "question": {
        "text": "다음 중 정수가 아닌 유리수의 개수를 구하시오. \\(9,ﾠ\\,−\\dfrac{15}{3},ﾠ\\,0,ﾠ\\,−3.4141,ﾠ\\,\\dfrac{1}{2}\\) \\(9,ﾠ\\,−\\dfrac{15}{3},ﾠ\\,0,ﾠ\\,−3.4141,ﾠ\\,\\dfrac{1}{2}\\) ",
        "latex": [
          "9,ﾠ\\,−\\dfrac{15}{3},ﾠ\\,0,ﾠ\\,−3.4141,ﾠ\\,\\dfrac{1}{2}"
        ]
      },
      "answer": "\\(2\\)개",
      "explanation": "\\(-\\dfrac{15}{3}=-5\\)이므로 정수",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 46,
      "question": {
        "text": "다음 분수를 순서대로 나눗셈을 하여 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{3}{16}\\)  ",
        "latex": [
          "\\dfrac{3}{16}"
        ]
      },
      "answer": "\\(0.1875\\), 유한소수",
      "explanation": "\\(\\dfrac{3}{16}=0.1875\\)이므로 유한소수이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 47,
      "question": {
        "text": "다음 분수를 순서대로 나눗셈을 하여 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{16}{25}\\)  ",
        "latex": [
          "\\dfrac{16}{25}"
        ]
      },
      "answer": "\\(0.64\\), 유한소수",
      "explanation": "\\(\\dfrac{16}{25}=0.64\\)이므로 유한소수이다.",
      "episode": "유한소수의 뜻"
    },
    {
      "id": 48,
      "question": {
        "text": "다음 분수를 소수로 나타내고 유한소수와 무한소수로 구분하시오. \\(\\dfrac{7}{10}\\)  ",
        "latex": [
          "\\dfrac{7}{10}"
        ]
      },
      "answer": "\\(0.7\\), 유한소수",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 49,
      "question": {
        "text": "다음 분수를 소수로 나타내고 유한소수와 무한소수로 구분하시오. \\(-\\dfrac{9}{20}\\)  ",
        "latex": [
          "-\\dfrac{9}{20}"
        ]
      },
      "answer": "\\(-0.45\\), 유한소수",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 50,
      "question": {
        "text": "다음 분수를 소수로 나타내고 유한소수와 무한소수로 구분하시오. \\(\\dfrac{21}{50}\\)  ",
        "latex": [
          "\\dfrac{21}{50}"
        ]
      },
      "answer": "\\(0.42\\), 유한소수",
      "explanation": null,
      "episode": "유한소수의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "다음 중 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(-8\\)은 음의 정수이다. ",
        "latex": [
          "-8"
        ]
      },
      "answer": "○",
      "explanation": null,
      "episode": "음수의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "음의 정수  ​  ​",
        "latex": []
      },
      "answer": "\\(−9\\), \\(-\\dfrac{21}{7}\\)",
      "explanation": null,
      "episode": "음수의 뜻"
    },
    {
      "id": 1,
      "question": {
        "text": "다음 중 ㈎에 해당하는 수의 개수를 \\(a\\)개, ㈏에 해당하는 수의 개수를 \\(b\\)개라 할 때, \\(a-b\\)의 값을 구하시오. \\(-3,ﾠ\\,0,ﾠ\\,3.14,ﾠ\\,1,ﾠ\\,\\dfrac{3}{5},ﾠ\\,-\\dfrac{14}{7},ﾠ\\,-0.2\\) \\(-3,ﾠ\\,0,ﾠ\\,3.14,ﾠ\\,1,ﾠ\\,\\dfrac{3}{5},ﾠ\\,-\\dfrac{14}{7},ﾠ\\,-0.2\\) ",
        "latex": [
          "a",
          "b",
          "a-b",
          "-3,ﾠ\\,0,ﾠ\\,3.14,ﾠ\\,1,ﾠ\\,\\dfrac{3}{5},ﾠ\\,-\\dfrac{14}{7},ﾠ\\,-0.2"
        ]
      },
      "answer": "\\(1\\)",
      "explanation": "정수가 아닌 유리수는 \\(3.14,ﾠ\\,\\dfrac{3}{5},ﾠ\\,-0.2\\)의 \\(3\\)개이므로",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 2,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{1}{3}\\)  ",
        "latex": [
          "\\dfrac{1}{3}"
        ]
      },
      "answer": "\\(0.333⋯\\), 무한소수",
      "explanation": "\\(\\dfrac{1}{3}=1÷3=0.333⋯\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 3,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{5}{8}\\)  ",
        "latex": [
          "\\dfrac{5}{8}"
        ]
      },
      "answer": "\\(0.625\\), 유한소수",
      "explanation": "\\(\\dfrac{5}{8}=5÷8=0.625\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 4,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{11}{12}\\)  ",
        "latex": [
          "\\dfrac{11}{12}"
        ]
      },
      "answer": "\\(0.91666⋯\\), 무한소수",
      "explanation": "\\(\\dfrac{11}{12}=11÷12=0.91666⋯\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 5,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{13}{40}\\)  ",
        "latex": [
          "\\dfrac{13}{40}"
        ]
      },
      "answer": "\\(0.325\\), 유한소수",
      "explanation": "\\(\\dfrac{13}{40}=13÷40=0.325\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 6,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{8}{25}\\)  ",
        "latex": [
          "\\dfrac{8}{25}"
        ]
      },
      "answer": "\\(0.32\\), 유한소수",
      "explanation": "\\(\\dfrac{8}{25}=8÷25=0.32\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 7,
      "question": {
        "text": "다음 분수를 소수로 나타내고, 유한소수와 무한소수로 구분하시오. \\(\\dfrac{12}{55}\\)  ",
        "latex": [
          "\\dfrac{12}{55}"
        ]
      },
      "answer": "\\(0.2181818⋯\\), 무한소수",
      "explanation": "\\(\\dfrac{12}{55}=12÷55=0.2181818⋯\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 8,
      "question": {
        "text": "순환소수 \\(1.5\\dot{2}\\dot{1}\\)﻿을 분수로 나타내려고 한다. \\(x=1.5\\dot{2}\\dot{1}\\)이라 할 때, 다음 중 가장 편리한 식은?",
        "latex": [
          "1.5\\dot{2}\\dot{1}",
          "x=1.5\\dot{2}\\dot{1}"
        ]
      },
      "answer": "④",
      "explanation": "\\(x=1.5\\dot{2}\\dot{1}\\)에서 \\(x=1.5212121⋯\\)이므로",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 9,
      "question": {
        "text": "순환소수 \\(0.\\dot{4}\\)의 역수를 \\(a\\), 순환소수 \\(0.3\\dot{8}\\)의 역수를 \\(b\\)라 할 때, \\(ab\\)의 값은?",
        "latex": [
          "0.\\dot{4}",
          "a",
          "0.3\\dot{8}",
          "b",
          "ab"
        ]
      },
      "answer": "③",
      "explanation": "\\(0.\\dot{4}=\\dfrac{4}{9}\\)이므로 \\(a=\\dfrac{9}{4}\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 10,
      "question": {
        "text": "자연수를 보기에서 모두 고르시오. <보기>\\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\) <보기> \\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\)  ",
        "latex": [
          "\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2"
        ]
      },
      "answer": "\\(\\dfrac{15}{3}\\), \\(34\\)",
      "explanation": null,
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 11,
      "question": {
        "text": "㈎, ㈏에 알맞은 것을 써넣으시오.  ",
        "latex": []
      },
      "answer": "정수가 아닌 유리수, 음의 정수",
      "explanation": null,
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 12,
      "question": {
        "text": "다음 중 옳은 것을 모두 고르시오.",
        "latex": []
      },
      "answer": "ⓛ, ③",
      "explanation": "② 유리수는 정수와 정수가 아닌 유리수로 이루어져 있다.",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 13,
      "question": {
        "text": "다음 중 정수가 아닌 유리수의 개수는? \\(−5,ﾠ\\,0.333,ﾠ\\,0,ﾠ\\,\\dfrac{4}{9},ﾠ\\) \\(\\dfrac{100}{25},ﾠ\\,−1.1,ﾠ\\,13,ﾠ\\,\\dfrac{49}{7}\\) \\(−5,ﾠ\\,0.333,ﾠ\\,0,ﾠ\\,\\dfrac{4}{9},ﾠ\\) \\(\\dfrac{100}{25},ﾠ\\,−1.1,ﾠ\\,13,ﾠ\\,\\dfrac{49}{7}\\)",
        "latex": [
          "−5,ﾠ\\,0.333,ﾠ\\,0,ﾠ\\,\\dfrac{4}{9},ﾠ",
          "\\dfrac{100}{25},ﾠ\\,−1.1,ﾠ\\,13,ﾠ\\,\\dfrac{49}{7}"
        ]
      },
      "answer": "②",
      "explanation": "정수가 아닌 유리수는 \\(0.333,ﾠ\\,\\dfrac{4}{9},ﾠ\\,-1.1\\)의 \\(3\\)개이다.",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 14,
      "question": {
        "text": "다음 중 유리수가 아닌 것은?",
        "latex": []
      },
      "answer": "④",
      "explanation": "④\\(π=3.141592⋯\\)는 분수 \\(\\dfrac{a}{b}\\)(\\(a\\), \\(b\\)는 정수, \\(b≠0\\))의 꼴로 나타낼 수 없으므로 유리수가 아니다.",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 15,
      "question": {
        "text": "순환소수 \\(0.\\dot{a}\\dot{b}\\)를 기약분수로 나타내면 \\(\\dfrac{7}{11}\\)일 때, 순환소수 \\(0.\\dot{b}\\dot{a}\\)를 기약분수로 나타내시오. (단, \\(a\\), \\(b\\)는 \\(0\\)또는 한 자리 자연수) ",
        "latex": [
          "0.\\dot{a}\\dot{b}",
          "\\dfrac{7}{11}",
          "0.\\dot{b}\\dot{a}",
          "a",
          "b",
          "0"
        ]
      },
      "answer": "\\(\\dfrac{4}{11}\\)",
      "explanation": "\\(\\dfrac{7}{11}=7÷11=0.636363⋯=0.\\dot{6}\\dot{3}\\)",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 16,
      "question": {
        "text": "다음 중 옳은 것은 ○표, 옳지 않은 것은 ×표를 하시오. \\(2.1\\)은 유리수가 아니다. ",
        "latex": [
          "2.1"
        ]
      },
      "answer": "×",
      "explanation": "\\(2.1=\\dfrac{21}{10}\\)이므로 유리수이다.",
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 17,
      "question": {
        "text": "자연수가 아닌 정수  ",
        "latex": []
      },
      "answer": "\\(0\\), \\(-7\\)",
      "explanation": null,
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 18,
      "question": {
        "text": "정수가 아닌 유리수  ",
        "latex": []
      },
      "answer": "\\(-\\dfrac{1}{4}\\), \\(2.4\\)",
      "explanation": null,
      "episode": "정수와 유리수의 구분"
    },
    {
      "id": 1,
      "question": {
        "text": "음의 정수를 보기에서 모두 고르시오. <보기>\\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\) <보기> \\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\) ",
        "latex": [
          "\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2"
        ]
      },
      "answer": "\\(−2\\)",
      "explanation": null,
      "episode": "정수의 뜻"
    },
    {
      "id": 2,
      "question": {
        "text": "정수를 보기에서 모두 고르시오. <보기>\\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\) <보기> \\(\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2\\)    ",
        "latex": [
          "\\dfrac{15}{3},ﾠ\\,-\\dfrac{12}{5},ﾠ\\,34,ﾠ\\,0,ﾠ\\,-2.3,ﾠ\\,0.8,ﾠ\\,-2"
        ]
      },
      "answer": "\\(\\dfrac{15}{3}\\), \\(34\\), \\(0\\), \\(−2\\)",
      "explanation": null,
      "episode": "정수의 뜻"
    },
    {
      "id": 3,
      "question": {
        "text": "자연수 ",
        "latex": []
      },
      "answer": "\\(4\\)",
      "explanation": null,
      "episode": "정수의 뜻"
    }
  ];
  